Repository: altiereslima/keeperfx
Catalog: lang/levels/classic/text_por.po
Languages: pt_br

# In-game message
source: You have once more proved yourself to be the ruler of Skybird Trill! The latest Avatar lies amongst your defeated foes; you can put him with his predecessors! Your authority in this realm is unchallenged. For now, anyway........
pt_br: Você provou mais uma vez ser o governante de Canto do Pássaro-do-céu! O último Avatar jaz entre seus inimigos derrotados; você pode colocá-lo com seus predecessores! Sua autoridade neste reino é incontestável. Por enquanto, de qualquer maneira........

# In-game message
source: Prepare yourself for a plague of angry dwarves! You must deal with these irritating minions robustly Keeper. They are the advance Heroes for a forthcoming attack it seems?
pt_br: Prepare-se para uma praga de anões furiosos! Você deve lidar com esses lacaios irritantes de forma robusta, Guardião. Eles são os Heróis avançados para um ataque iminente, ao que parece?

# In-game message
source: You have defeated the Avatar! However, you are familiar with this realm, and will know it's never safe to assume victory?
pt_br: Você derrotou o Avatar! No entanto, você está familiarizado com este reino e sabe que nunca é seguro assumir a vitória?

# In-game message
source: And so the Avatar has returned with a formidable army! Prepare for the final battle Keeper. The fate of this realm must be decided very soon.
pt_br: E assim o Avatar retornou com um exército formidável! Prepare-se para a batalha final, Guardião. O destino deste reino deve ser decidido muito em breve.

# In-game message
source: Moo
pt_br: Muu

# Level name
source: Titan 2
pt_br: Titã 2

# Level name
source: Battle of Midway
pt_br: Batalha de Midway

# Level name
source: Reaver Verruckt
pt_br: Saqueador Verruckt

# Level name
source: Frostsorrow Glacier
pt_br: Geleira do Pesar Congelado

# Level name
source: Return to Skybird Trill
pt_br: Retorno a Canto do Pássaro-do-céu

# Level name
source: Heroic invasion
pt_br: Invasão Heroica

# Level name
source: Skybird's Other Side
pt_br: O Outro Lado de Canto do Pássaro-do-céu

# Level name
source: Syndika
pt_br: Sindicato

# Level name
source: Under Kagi Juuji Shrine
pt_br: Sob o Santuário Kagi Juuji
