Repository: altiereslima/keeperfx
Catalog: lang/levels/classic/text_por.po
Languages: pt_br

# In-game message
source: Here you are in enemy territory Keeper. The smugglers are organised and have numerous defense posts at their disposal. Be quick and tactical to ensure your victory!
pt_br: Você está em território inimigo, Guardião. Os contrabandistas são organizados e têm numerosos postos de defesa à sua disposição. Seja rápido e tático para garantir sua vitória!

# In-game message
source: A Baron whose lands have been pillaged has joined your lines. Your chances of victory over the syndicate's agents have improved significantly!
pt_br: Um Barão cujas terras foram saqueadas juntou-se às suas fileiras. Suas chances de vitória sobre os agentes do sindicato melhoraram significativamente!

# In-game message
source: Now that you have slaughtered the syndicate's troops, his director seems pretty angry. Atrociously played Keeper! Now you must decimate his army, a necessary task in order to take control over these lands.
pt_br: Agora que você massacrou as tropas do sindicato, o diretor dele parece bem irritado. Jogada atroz, Guardião! Agora você deve dizimar seu exército, uma tarefa necessária para tomar o controle destas terras.

# In-game message
source: The syndicate has been eradicated! Congratulations Keeper on your victory against the Director.
pt_br: O sindicato foi erradicado! Parabéns, Guardião, por sua vitória contra o Diretor.

# In-game message
source: Magic powers in this realm have reduced your abilities. The meager resources of this realm are fiercely guarded by smugglers whom you must overcome if you are to be victorious Keeper! Maybe separate them from their heads?
pt_br: Os poderes mágicos neste reino reduziram suas habilidades. Os parcos recursos deste reino são ferozmente guardados por contrabandistas que você deve superar se quiser ser vitorioso, Guardião! Talvez separá-los de suas cabeças?

# In-game message
source: The smugglers have sent a raiding party towards you. You know what must be done!
pt_br: Os contrabandistas enviaram um grupo de ataque em sua direção. Você sabe o que deve ser feito!

# In-game message
source: The elite troupe has been resurrected. Destroy them again, and this time let it be once and for all!
pt_br: A tropa de elite foi ressuscitada. Destrua-os novamente, e desta vez que seja de uma vez por todas!

# In-game message
source: A second bandit king has been raised in the secret altar, with a formidable army. When he counts his troops after the forthcoming battles, teach him to understand the number zero!
pt_br: Um segundo rei bandido foi erguido no altar secreto, com um exército formidável. Quando ele contar suas tropas após as batalhas vindouras, ensine-o a entender o número zero!

# In-game message
source: Heroic reinforcements have arrived on your land to take your belongings. Reward them for their impudence!
pt_br: Reforços heroicos chegaram à sua terra para levar seus pertences. Recompense-os por sua impudência!

# In-game message
source: Agents have infiltrated your dungeon to steal gold. Find a way to make their suffering special!
pt_br: Agentes se infiltraram em sua masmorra para roubar ouro. Encontre uma maneira de tornar o sofrimento deles especial!

# In-game message
source: Hell must have a pact with these smugglers? Make preparations Keeper, as these Demons have come to obliterate you!
pt_br: O inferno deve ter um pacto com esses contrabandistas? Faça preparativos, Guardião, pois estes Demônios vieram para obliterá-lo!

# In-game message
source: The last of the bandit masters is preparing to return. You must raze his realm to the ground!
pt_br: O último dos mestres bandidos está se preparando para retornar. Você deve arrasar o reino dele!

# In-game message
source: The Lord has returned with a bunch of optimistic puppets. Let the reward for their impudence be a slow death!
pt_br: O Senhor retornou com um bando de fantoches otimistas. Que a recompensa por sua impudência seja uma morte lenta!

# In-game message
source: The bandits and smugglers will not dare to return now.You have won a great Victory Master!
pt_br: Os bandidos e contrabandistas não ousarão retornar agora. Você conquistou uma grande Vitória, Mestre!

# In-game message
source: Congratulations. You have conquered the enemy hordes.
pt_br: Parabéns. Você conquistou as hordas inimigas.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death!
pt_br: Apenas um Guardião de Masmorra pode reinar vitorioso sobre esta terra. Não sofra uma derrota humilhante, Guardião; a pena para tal falha é tortura e morte.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
pt_br: Quando suas tropas forem suficientes em número e tiverem recebido algum treinamento, lidere-as para o norte e esmague qualquer um que se oponha a você.

# In-game message
source: This realm sees you and the Heroes as unlikely allies against a trio of rival Keepers. Dispose of them all, and I do mean ALL!
pt_br: Este reino vê você e os Heróis como aliados improváveis contra um trio de Guardiões rivais. Livre-se de todos eles, e quero dizer TODOS!

# In-game message
source: You have triggered an alarm Keeper. More Heroes are on their way!
pt_br: Você acionou um alarme, Guardião. Mais Heróis estão a caminho!

# In-game message
source: You have more attacks to endure Keeper. Can you survive these relentless attacks?
pt_br: Você tem mais ataques para suportar, Guardião. Você consegue sobreviver a estes ataques implacáveis?

# In-game message
source: Yet more Hero reinforcements are on their way! But I think this is their last desperate attack. Survive this and victory may be yours!
pt_br: Mais reforços de Heróis estão a caminho! Mas acho que este é o último ataque desesperado deles. Sobreviva a isto e a vitória pode ser sua!

# In-game message
source: Your tenacity has won you a remarkable victory here Keeper. Legends will tell of your achievements here today!
pt_br: Sua tenacidade lhe rendeu uma vitória notável aqui, Guardião. Lendas contarão sobre suas conquistas de hoje!

# In-game message
source: The hounds have been released!
pt_br: Os cães foram soltos!

# In-game message
source: Souls of ancient keepers lurk to the south-west. They watch you intently with what is left of their magical powers!
pt_br: Almas de guardiões ancestrais espreitam a sudoeste. Eles o observam atentamente com o que resta de seus poderes mágicos!

# In-game message
source: Welcome to the Avatar's castle! His domain lies to the North-East, while his followers lurk to the North-West.
pt_br: Bem-vindo ao castelo do Avatar! Seu domínio fica a Nordeste, enquanto seus seguidores espreitam a Noroeste.

# In-game message
source: Beware, the Avatar is escaping even now....
pt_br: Cuidado, o Avatar está escapando neste exato momento...

# In-game message
source: The door to the east bears a simple plaque which reads, Emergency Exit - Keep Clear at all Times - Offenders will be shot!
pt_br: A porta a leste ostenta uma placa simples que diz: Saída de Emergência - Mantenha Desobstruído o Tempo Todo - Infratores serão baleados!

# In-game message
source: The Battle of Midway is afoot. Beware Evil one, the enemy is strong and well defended. Turn their misled minions against each other, sit back and let the butchery begin.
pt_br: A Batalha de Midway está em andamento. Cuidado, Maligno, o inimigo é forte e bem defendido. Volte seus lacaios enganados uns contra os outros, sente-se e deixe a carnificina começar.

# In-game message
source: A fine victory Keeper!
pt_br: Uma bela vitória, Guardião!

# In-game message
source: Noble one, a massive army serves a Keeper by the name of Urien in this realm. Many of your forces are engaged in the East against Urien. However, you must also support our ally Keeper Morgant in the North who is also suffering from Urien's advancing onslaught. Quite a task Keeper!
pt_br: Nobre, um exército massivo serve a um Guardião de nome Urien neste reino. Muitas de suas forças estão engajadas a Leste contra Urien. No entanto, você também deve apoiar nosso aliado, o Guardião Morgant, no Norte, que também está sofrendo com o avanço implacável de Urien. Uma tarefa e tanto, Guardião!

# In-game message
source: Morgant has fallen to Urien's armies because you have failed in your duties Keeper. Defeat and shame are your reward.
pt_br: Morgant caiu para os exércitos de Urien porque você falhou em seus deveres, Guardião. A derrota e a vergonha são sua recompensa.

# In-game message
source: An army without a Knight can never succeed, so your defeat is now sealed. Shame is your reward.
pt_br: Um exército sem um Cavaleiro nunca pode ter sucesso, então sua derrota agora está selada. A vergonha é sua recompensa.

# In-game message
source: Well done noble one. Urien has fallen and Morgant flourishes. A rare act of loyalty has delivered a fine victory!
pt_br: Muito bem, nobre. Urien caiu e Morgant floresce. Um raro ato de lealdade resultou em uma bela vitória!

# In-game message
source: Urien must have great power to recruit skeletons to the hero cause?!
pt_br: Urien deve ter grande poder para recrutar esqueletos para a causa dos heróis?!

# In-game message
source: Davaraux and Eis have suffered the same fate, and your rule over this land is now certain. A famous victory Keeper!
pt_br: Davaraux e Eis sofreram o mesmo destino, e seu domínio sobre esta terra agora é certo. Uma vitória famosa, Guardião!

# In-game message
source: Welcome Noble one! The ruler of this realm, Lord Davaraux, has gone rogue at the expense of the innocent citizens who are now overtaxed. Deal with this bandit king appropriately! Do not let other matters distract you; he is your first and only priority.
pt_br: Bem-vindo, Nobre! O governante deste reino, Lorde Davaraux, tornou-se um renegado às custas dos cidadãos inocentes que agora estão sobrecarregados de impostos. Lide com este rei bandido apropriadamente! Não deixe que outros assuntos o distraiam; ele é sua primeira e única prioridade.

# In-game message
source: Beware, we have detected the presence of a relentless Keeper called Eis whose massive demonic army will arrive within some days. Deal with Lord Davaraux swiftly, as you cannot hold Eis out indefinitely.
pt_br: Cuidado, detectamos a presença de um Guardião implacável chamado Eis, cujo exército demoníaco massivo chegará em alguns dias. Lide com Lorde Davaraux rapidamente, pois você não pode conter Eis indefinidamente.

# In-game message
source: The forces of Eis have arrived! Defeat must now be certain?
pt_br: As forças de Eis chegaram! A derrota agora deve ser certa?

# In-game message
source: We have found construction plans for bridges. These will be essential if you are to defeat Eis.
pt_br: Encontramos plantas de construção para pontes. Elas serão essenciais se você quiser derrotar Eis.

# In-game message
source: Apologies Master, but grave developments have necessitated your return to the land of one of your greatest conquests. Four magical Heroes plan to create a skillful new Keeper to serve them! They must be reminded of your authority in this land? However, they have acquired great power, so you must expect an even greater challenge than your last visit. I'm sure you relish the opportunity to punish these Heroes for their impudence? To work your Evilness!
pt_br: Desculpe, Mestre, mas graves acontecimentos exigiram seu retorno à terra de uma de suas maiores conquistas. Quatro Heróis mágicos planejam criar um novo e habilidoso Guardião para servi-los! Eles devem ser lembrados de sua autoridade nesta terra? No entanto, eles adquiriram grande poder, então você deve esperar um desafio ainda maior do que em sua última visita. Tenho certeza de que você aprecia a oportunidade de punir esses Heróis por sua impudência? Ao trabalho, Vossa Maldade!

# In-game message
source: Your powers in this realm have been limited by the Magical Heroes, which will make progress difficult. However, their arrogance prevents them working together effectively, which will give you an opportunity to slay them all!
pt_br: Seus poderes neste reino foram limitados pelos Heróis Mágicos, o que dificultará o progresso. No entanto, a arrogância deles os impede de trabalhar juntos de forma eficaz, o que lhe dará a oportunidade de matá-los todos!

# In-game message
source: How much do you recall of this realm Keeper? A trip down memory lane might prove useful?
pt_br: Do que você se lembra deste reino, Guardião? Uma viagem pela estrada da memória pode ser útil?

# In-game message
source: Your Majesty, I have received word that the Witch of Summonings awaits you. It would be rude not to visit her, especially as she holds many assets that you need? Best to make the visit short and simple!
pt_br: Vossa Majestade, recebi a notícia de que a Bruxa das Invocações o aguarda. Seria rude não visitá-la, especialmente porque ela possui muitos bens de que você precisa? Melhor fazer a visita curta e simples!

# In-game message
source: I hope this isn't her only defense against you? She is but a trifle to be dealt with on your journey to reclaim this realm!
pt_br: Espero que esta não seja a única defesa dela contra você? Ela é apenas um detalhe a ser resolvido em sua jornada para reconquistar este reino!

# In-game message
source: I see you've found some Orcs? These will be fine additions to your army, and help crush those who are against you!
pt_br: Vejo que encontrou alguns Orcs? Eles serão ótimas adições ao seu exército e ajudarão a esmagar aqueles que se opõem a você!

# In-game message
source: The Witch of Summonings can call forth Bile Demons at will. Maybe she is stronger than we thought?
pt_br: A Bruxa das Invocações pode chamar Demônios de Fel à vontade. Talvez ela seja mais forte do que pensávamos?

# In-game message
source: Behold the Witch of Summonings! Isn't she happy to see you? Why don't you repay the compliment. Good manners demand that you introduce yourself properly?
pt_br: Contemple a Bruxa das Invocações! Ela não está feliz em vê-lo? Por que não retribui o elogio? As boas maneiras exigem que você se apresente adequadamente?

# In-game message
source: The Witch of Summonings is defeated! Seize her collection of spells and head to the East, where the gold you need will be found. Of course, it's not going to be handed to you for nothing!
pt_br: A Bruxa das Invocações foi derrotada! Aproprie-se de sua coleção de feitiços e siga para o Leste, onde o ouro de que você precisa será encontrado. Claro, não será entregue a você de graça!

# In-game message
source: These Heroes have faith in their quest to take what is yours. As you have no faith in anything, power must be your substitute!Use this reclaimed power to break down the doors to their dungeon and teach the real meaning of fear!The Monk of Might will be your first victim. Armed with his faith, he waits to face you nearby!
pt_br: Estes Heróis têm fé em sua busca para tomar o que é seu. Como você não tem fé em nada, o poder deve ser seu substituto! Use este poder recuperado para arrombar as portas da masmorra deles e ensinar o verdadeiro significado do medo! O Monge do Poder será sua primeira vítima. Armado com sua fé, ele espera para enfrentá-lo por perto!

# In-game message
source: Correct me if I'm wrong, which I doubt, but wasn't there a third way in?
pt_br: Corrija-me se eu estiver errado, o que duvido, mas não havia uma terceira entrada?

# In-game message
source: Where does the Monk of Cowardice hide? Use your instinct to make the right choice.
pt_br: Onde se esconde o Monge da Covardia? Use seu instinto para fazer a escolha certa.

# In-game message
source: Looks like this worthless Dwarf has been hiding behind locked doors creating boulder traps? He was stupid enough not to use them all which you can use to your advantage!
pt_br: Parece que este Anão inútil esteve se escondendo atrás de portas trancadas criando armadilhas de rocha? Ele foi estúpido o suficiente para não usar todas, o que você pode usar a seu favor!

# In-game message
source: Such holy actions by such a holy Monk? Now take his holiness and corrupt it with your dark ways. This should be fun, right my lord?
pt_br: Tais ações sagradas por um Monge tão sagrado? Agora pegue sua santidade e corrompa-a com seus caminhos sombrios. Isso deve ser divertido, certo, meu senhor?

# In-game message
source: You have acquired more power! This torture room allows you to attract the Dark Mistress. Now that the Monk has been dealt with, you must proceed to where an old rival, the Lava Fairy eagerly awaits you! Lets stop by to visit, and tell her how her friends are doing?
pt_br: Você adquiriu mais poder! Esta sala de tortura permite que você atraia a Dama das Trevas. Agora que o Monge foi despachado, você must proceed para onde uma velha rival, a Fada da Lava, o aguarda ansiosamente! Vamos passar para visitá-la e contar como seus amigos estão?

# In-game message
source: And now to engage the Lava Fairy! Look at her abilities, and then look at her pitifulness in beseeching the great spirits to aid in her 'holy' quest. How brave, noble, and stupid!
pt_br: E agora, para enfrentar a Fada da Lava! Olhe para suas habilidades e, em seguida, para sua lamentável súplica aos grandes espíritos para ajudá-la em sua busca 'sagrada'. Que corajosa, nobre e estúpida!

# In-game message
source: The Lava-Fairy is eliminated and the Training Room now yours to build! Next the Wizard of Allknowing awaits you in the northwestern area of this land. His power is great, yet no match for yours? Pay him a visit and deliver agonies he has never known; wretched evil deeds by someone dark and powerful who will show absolutely no mercy. In the unlikely event he survives, he should never forget it!
pt_br: A Fada da Lava foi eliminada e a Sala de Treino agora é sua para construir! Em seguida, o Mago do Conhecimento Absoluto o aguarda na área noroeste desta terra. Seu poder é grande, mas não se compara ao seu? Faça-lhe uma visita e cause-lhe agonias que ele nunca conheceu; atos malignos e desprezíveis por alguém sombrio e poderoso que não mostrará absolutamente nenhuma piedade. No caso improvável de ele sobreviver, ele nunca deverá se esquecer disso!

# In-game message
source: The Mighty Wizard of All-Knowing appears to be neither Mighty nor All-Knowing! Time to share your own knowledge Master?
pt_br: O Poderoso Mago do Conhecimento Absoluto parece não ser nem Poderoso nem Onisciente! Hora de compartilhar seu próprio conhecimento, Mestre?

# In-game message
source: The four Magical Heroes are defeated! But you cannot relax yet Master. Their final act was to invoke their Keeper creation, who is even now preparing his attack!. If you are to restore your authority in this land you must defeat him. Restoration of the Skybird Trill throne awaits you!
pt_br: Os quatro Heróis Mágicos foram derrotados! Mas você ainda não pode relaxar, Mestre. O ato final deles foi invocar a criação de seu Guardião, que já está preparando seu ataque! Se você quiser restaurar sua autoridade nesta terra, deve derrotá-lo. A restauração do trono de Canto do Pássaro-do-céu o aguarda!

# In-game message
source: Your total victory is now complete Master! This land is yours once more. Let no-one dare to challenge you here again! However, I suspect they probably will?
pt_br: Sua vitória total está agora completa, Mestre! Esta terra é sua mais uma vez. Que ninguém ouse desafiá-lo aqui novamente! No entanto, suspeito que provavelmente o farão?

# In-game message
source: Beware Master, for many Keepers have tried to conquer this land but they have all failed. These Heroes are not to be underestimated, and your presence in this realm is already known! Prepare for a tough war. The local forces are numerous, and determined to eject you before you can establish an effective army. You must train your forces swiftly, as attacks must surely start soon!
pt_br: Cuidado, Mestre, pois muitos Guardiões tentaram conquistar esta terra, mas todos falharam. Estes Heróis não devem ser subestimados, e sua presença neste reino já é conhecida! Prepare-se para uma guerra difícil. As forças locais são numerosas e determinadas a expulsá-lo antes que você possa estabelecer um exército eficaz. Você deve treinar suas forças rapidamente, pois os ataques certamente começarão em breve!

# In-game message
source: Beware Keeper. An attack is on its way! Are your forces ready for battle?
pt_br: Cuidado, Guardião. Um ataque está a caminho! Suas forças estão prontas para a batalha?

# In-game message
source: Yet more Heroes? These people are determined to defeat you. You must stay focussed Keeper!
pt_br: Mais Heróis? Essas pessoas estão determinadas a derrotá-lo. Você deve se manter focado, Guardião!

# In-game message
source: Spies inform us that there are some abandoned magic spells to the South-West. These would be useful, but can you spare the time to find them? Oh, hang on, another raiding party is on its way!
pt_br: Espiões nos informam que há alguns feitiços mágicos abandonados a Sudoeste. Eles seriam úteis, mas você pode dispensar o tempo para encontrá-los? Ah, espere, outro grupo de ataque está a caminho!

# In-game message
source: Another hero raiding party?! Where are they coming from? These people are relentless!
pt_br: Outro grupo de ataque de heróis?! De onde eles estão vindo? Essas pessoas são implacáveis!

# In-game message
source: Apparently a Knight has gathered an army to finish you off, and is on his way. You must force your exhausted minions back into action!
pt_br: Aparentemente, um Cavaleiro reuniu um exército para acabar com você e está a caminho. Você deve forçar seus lacaios exaustos a voltar à ação!

# In-game message
source: Now a Knight has gathered a tunnelling party to drive you from this realm. Have you found the time to research any useful spells yet Keeper?
pt_br: Agora um Cavaleiro reuniu um grupo de escavadores para expulsá-lo deste reino. Você já encontrou tempo para pesquisar algum feitiço útil, Guardião?

# In-game message
source: An impressive victory Keeper! I'm sure you will enjoy plundering this land in your own time, but your remaining minions must need a rest?!
pt_br: Uma vitória impressionante, Guardião! Tenho certeza de que você gostará de saquear esta terra em seu próprio tempo, mas seus lacaios restantes devem precisar de um descanso?!

# In-game message
source: You're in Skybird Trill again! What dark forces compel you to return to this realm? It seems the gods seek proof that you can achieve victory no matter which side of the realm your quest begins? Prove that your victory versus the Avatar is unavoidable, no matter where your dungeon must be built!
pt_br: Você está em Canto do Pássaro-do-céu novamente! Que forças sombrias o impelem a retornar a este reino? Parece que os deuses buscam a prova de que você pode alcançar a vitória não importa de que lado do reino sua jornada comece? Prove que sua vitória contra o Avatar é inevitável, não importa onde sua masmorra deva ser construída!

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize. Hmm, getting a sense of deja-vu Master?
pt_br: Você destruiu o castelo do Avatar, mas seu rival já fez o Avatar prisioneiro. Seja como for, apenas o Guardião com o coração mais negro pode destruir este herói lendário, então saqueie a masmorra de seu rival e pegue o prêmio. Hmm, sentindo um deja-vu, Mestre?
