Repository: altiereslima/keeperfx
Catalog: lang/campgns/ami2019/text_por.po
Languages: pt_br

# In-game message
source: Highly skilled Imps will join your army through the Portal when you seize any fort.
pt_br: Diabretes altamente habilidosos se juntarão ao seu exército através do Portal quando você tomar qualquer forte.

# In-game message
source: Perfect! Another piece of land added to your domain.
pt_br: Perfeito! Mais um pedaço de terra adicionado ao seu domínio.

# In-game message
source: Careful keeper. Resources are insufficient to build more than one slab of bridge! Think well where you place it as that is the last slab of bridge you will ever build!
pt_br: Cuidado, guardião. Os recursos são insuficientes para construir mais de um bloco de ponte! Pense bem onde você o coloca, pois esse é o último bloco de ponte que você construirá!

# In-game message
source: Autistic monks are at it again! Their exorcistical incantations prevent you from recruiting any more undead creatures.
pt_br: Monges autistas estão de volta! Suas encantações exorcísticas o impedem de recrutar mais criaturas mortas-vivas.

# In-game message
source: The platform has four points of access. Expect human parties attacking from all directions. You must protect your dungeon heart at all costs!
pt_br: A plataforma tem quatro pontos de acesso. Espere grupos humanos atacando de todas as direções. Você deve proteger o coração da sua masmorra a todo custo!

# In-game message
source: Your once wealthy minions are guarded by Heroes in the eastern lava-flooded area. These Knights have confiscated their gold, so you have extra motivation to defeat them and reclaim what is rightfully yours!
pt_br: Seus lacaios, outrora ricos, são guardados por Heróis na área inundada de lava a leste. Estes Cavaleiros confiscaram seu ouro, então você tem motivação extra para derrotá-los e reivindicar o que é seu por direito!

# In-game message
source: The end of the resistance is near, Keeper. I can smell the desperation in their greedy faces!
pt_br: O fim da resistência está próximo, Guardião. Posso sentir o desespero em seus rostos gananciosos!

# In-game message
source: The final pathetic attempt to bring you down is on its way. Withstand the attack, defeat every Knight and the land is yours.
pt_br: A última tentativa patética de derrubá-lo está a caminho. Resista ao ataque, derrote todos os Cavaleiros e a terra será sua.

# In-game message
source: Gold falls from the Knight's pockets as he mumbles something in Polish. Then he shuts up and dies. Kill some more of them. Not just for the fun but also for the gold they owe you.
pt_br: Ouro cai dos bolsos do Cavaleiro enquanto ele resmunga algo em polonês. Então ele se cala e morre. Mate mais alguns deles. Não apenas pela diversão, mas também pelo ouro que eles lhe devem.

# In-game message
source: The library you have claimed contains plans for bridge building. Useful stuff! You know what to do. .
pt_br: A biblioteca que você reivindicou contém planos para a construção de pontes. Coisa útil! Você sabe o que fazer...

# In-game message
source: Fantastic work, Keeper. Just one more land and the Isle is free from the Polish empire.
pt_br: Trabalho fantástico, Guardião. Apenas mais uma terra e a Ilha estará livre do império Polonês.

# In-game message
source: Something has fallen out of the sky, opening a path to the surface, and bestowing the area with life and riches. Could the esoteric Altars have attracted this object?
pt_br: Algo caiu do céu, abrindo um caminho para a superfície e concedendo vida e riquezas à área. Seriam os Altares esotéricos que atraíram este objeto?

# In-game message
source: Touch the red Altar of the Elders to grant you a boulder trap. Touch the blue Altar of Kings to receive 25,000 gold. Touch the green Altar of the Damned and the Gods will destroy ten Undead minions in this realm. Touch the yellow Altar of Light and the Gods kill ten of the most powerful Monks and Priestesses. Touching an Altar makes you unable to activate another for some time. It also causes some dismay to the heroes on the surface.
pt_br: Toque no Altar vermelho dos Anciões para receber uma armadilha de rocha. Toque no Altar azul dos Reis para receber 25.000 de ouro. Toque no Altar verde dos Condenados e os Deuses destruirão dez lacaios Mortos-Vivos neste reino. Toque no Altar amarelo da Luz e os Deuses matarão dez dos mais poderosos Monges e Sacerdotisas. Tocar um Altar o impede de ativar outro por algum tempo. Também causa algum desânimo aos heróis na superfície.

# In-game message
source: You have activated the Green Altar and destroyed the Heroes Undead allies! However, they are in no way defeated. Prepare well for they are greedy in nature, and will not relinquish their riches without a fight!
pt_br: Você ativou o Altar Verde e destruiu os aliados Mortos-Vivos dos Heróis! No entanto, eles não estão de forma alguma derrotados. Prepare-se bem, pois eles são gananciosos por natureza e não renunciarão às suas riquezas sem lutar!

# In-game message
source: You have activated the Red Altar and gained a single boulder trap. use it wisely.
pt_br: Você ativou o Altar Vermelho e ganhou uma única armadilha de rocha. Use-a com sabedoria.

# In-game message
source: You have activated the Blue Altar and gained great wealth. Spend it wisely preparing for the battles to come.
pt_br: Você ativou o Altar Azul e ganhou grande riqueza. Gaste-a com sabedoria, preparando-se para as batalhas que virão.

# In-game message
source: You have activated the Yellow Altar and eliminated the enemy Monks & Priestesses! These Altars do indeed have great power!
pt_br: Você ativou o Altar Amarelo e eliminou os Monges e Sacerdotisas inimigos! Estes Altares realmente têm grande poder!

# In-game message
source: The lord of the land has visited this land to examine the regeneration caused by the strange comet. He has now sealed himself off to raise an army of Fairies. Be aware that the Wizards in this realm are unusually powerful, and one of them guards a spell that can destroy walls. You must defeat them and use this valuable power!
pt_br: O senhor da terra visitou esta terra para examinar a regeneração causada pelo estranho cometa. Ele agora se isolou para criar um exército de Fadas. Esteja ciente de que os Magos neste reino são extraordinariamente poderosos, e um deles guarda um feitiço que pode destruir paredes. Você deve derrotá-los e usar este valioso poder!

# In-game message
source: The Heroes and the Undead are allied in this strange land! These traditional foes must both sense your impending conquest? Quickly possess your Ghost and use the power of the Green Altar to send them back to where they belong!
pt_br: Os Heróis e os Mortos-Vivos estão aliados nesta terra estranha! Estes inimigos tradicionais devem ambos sentir sua conquista iminente? Possua rapidamente seu Fantasma e use o poder do Altar Verde para enviá-los de volta para onde pertencem!

# In-game message
source: You have claimed the spell which destroys walls! As a bonus you also extracted Torture Chamber plans, which will make it interesting when you make a social call to your uninvited guests?
pt_br: Você reivindicou o feitiço que destrói paredes! Como bônus, você também extraiu os planos da Câmara de Tortura, o que tornará interessante quando você fizer uma visita social aos seus convidados indesejados?

# In-game message
source: Is it not over yet? The altars begin to glow strangely... It's as if their glow is directed to the center of the impact, embodying the spirits glow into living beings! Eliminate every hero in this land to win!
pt_br: Ainda não acabou? Os altares começam a brilhar estranhamente... É como se seu brilho fosse direcionado para o centro do impacto, encarnando o brilho dos espíritos em seres vivos! Elimine todos os heróis nesta terra para vencer!

# In-game message
source: Seems like they won't give up! Defeat them all!
pt_br: Parece que eles não vão desistir! Derrote todos eles!

# In-game message
source: Another party of Heroes! Where are they coming from?!
pt_br: Outro grupo de Heróis! De onde eles estão vindo?!

# In-game message
source: I see dead people. And dead undead. Congratulations, the Assmist Isle is yours! You'll be surprised to hear that living here has actually improved. Thanks for playing.
pt_br: Eu vejo gente morta. E mortos-vivos mortos. Parabéns, a Ilha da Merda é sua! Você ficará surpreso ao saber que viver aqui realmente melhorou. Obrigado por jogar.

# In-game message
source: You'll be battling two Keepers and the natives for the riches of the land. Eliminate them all and the barbarians will be joining you throughout the campaign! Good luck!
pt_br: Você lutará contra dois Guardiões e os nativos pelas riquezas da terra. Elimine todos eles e os bárbaros se juntarão a você durante toda a campanha! Boa sorte!

# In-game message
source: A new group of natives has appeared!
pt_br: Um novo grupo de nativos apareceu!

# In-game message
source: Legends say the barbaric natives keep fairies somewhere near the ruins...
pt_br: As lendas dizem que os nativos bárbaros mantêm fadas em algum lugar perto das ruínas...

# In-game message
source: The natives are now under your command. New slaves! Wonderful!
pt_br: Os nativos estão agora sob seu comando. Novos escravos! Maravilhoso!

# In-game message
source: A den of thieves. Or at least it used to be. Now it's training grounds for crusaders. FIX IT
pt_br: Um covil de ladrões. Ou pelo menos costumava ser. Agora são campos de treinamento para cruzados. CONSERTE ISSO

# In-game message
source: There are no libraries in this land. Acquire spellbooks as you find them. Bridge-building will be possible when you gather some gold.
pt_br: Não há bibliotecas nesta terra. Adquira livros de feitiços conforme os encontrar. A construção de pontes será possível quando você juntar um pouco de ouro.

# In-game message
source: Be aware Keeper that victory in this realm is not possible if you sell any rooms.
pt_br: Esteja ciente, Guardião, que a vitória neste reino não é possível se você vender qualquer sala.

# In-game message
source: Eliminate the Knight and dungeon heart located southward to win this scenario. But first... reach them...
pt_br: Elimine o Cavaleiro e o coração da masmorra localizados ao sul para vencer este cenário. Mas primeiro... alcance-os...

# In-game message
source: Good job! Use the Transfer Creature special to bring one of your minions to the next realm.
pt_br: Bom trabalho! Use o especial de Transferir Criatura para levar um de seus lacaios para o próximo reino.

# In-game message
source: Look! That wall can be dug through!
pt_br: Olhe! Aquela parede pode ser escavada!

# In-game message
source: Did you see? Your Demon Spawn has evolved to become a powerful Dragon ready to reduces your enemies into ashes!
pt_br: Você viu? Sua Cria Demoníaca evoluiu para um poderoso Dragão pronto para reduzir seus inimigos a cinzas!

# In-game message
source: Well done! Your immense wealth has drew the attention of a Thief. He will serve you well in the next realm!
pt_br: Muito bem! Sua imensa riqueza atraiu a atenção de um Ladrão. Ele o servirá bem no próximo reino!

# In-game message
source: Your researchers have discovered the Heal Creature spell that allows to replenish the health of your creatures and keep them from dying for a while longer.
pt_br: Seus pesquisadores descobriram o feitiço Curar Criatura, que permite restaurar a saúde de suas criaturas e evitar que morram por mais um tempo.

# In-game message
source: Try the Must Obey spell. When activated, it constantly forces your creatures to obey to all your orders, making all of them working faster without the possibility for them to take a nap. Be sure to have plenty of money so that the spell will stay activated.
pt_br: Experimente o feitiço Forçar Obediência. Quando ativado, ele força constantemente suas criaturas a obedecerem a todas as suas ordens, fazendo com que todas trabalhem mais rápido, sem a possibilidade de tirar uma soneca. Certifique-se de ter bastante dinheiro para que o feitiço permaneça ativado.

# In-game message
source: A Tentacle has joined your dungeon. These rare little creatures enjoy to be in water and their spine can even pierce the most solid armors and paralyze your enemies! Marvellous!
pt_br: Um Tentáculo se juntou à sua masmorra. Estas criaturinhas raras gostam de ficar na água e seus espinhos podem até perfurar as armaduras mais sólidas e paralisar seus inimigos! Maravilhoso!

# In-game message
source: You have entered this realm to gain a creature for your further efforts. You got the creature from start, so you must only keep it safe. And the only way to make this place safe is to kill every hero in the realm.
pt_br: Você entrou neste reino para obter uma criatura para seus futuros esforços. Você recebeu a criatura desde o início, então deve apenas mantê-la segura. E a única maneira de tornar este lugar seguro é matar todos os heróis do reino.

# In-game message
source: Moo
pt_br: Muu

# Level name
source: Deserted Crypt
pt_br: Cripta Deserta

# Level name
source: Don't Fear The Reaper
pt_br: Não Tema o Ceifador

# Level name
source: Lighthouse Underground
pt_br: Subterrâneo do Farol

# Level name
source: Martyr Halls
pt_br: Salões dos Mártires

# Level name
source: Opulent Point
pt_br: Ponto Opulento

# Level name
source: Ziggurat Blitz Massacre
pt_br: Massacre Blitz do Zigurate

# Level name
source: Relic Tunnels
pt_br: Túneis da Relíquia

# Level name
source: Spring Execration
pt_br: Execração da Primavera

# Level name
source: Abandoned Sanctum
pt_br: Santuário Abandonado

# Level name
source: Fervent Asylum
pt_br: Asilo Fervente

# Level name
source: The Phoenix Penitentiary
pt_br: A Penitenciária Fênix

# Level name
source: Mill Vault
pt_br: Cofre do Moinho

# Level name
source: Reapers' Yard
pt_br: Pátio dos Ceifadores

# Level name
source: Comet Landing Grotto
pt_br: Gruta da Aterrissagem do Cometa

# Level name
source: Cloud Temple Ruins
pt_br: Ruínas do Templo das Nuvens

# Level name
source: Thieves Den Detour
pt_br: Desvio do Covil dos Ladrões
