Repository: altiereslima/keeperfx
Catalog: lang/campgns/ami2019/text_por.po
Languages: pt_br

# In-game message
source: We're done here but the siege just begins. Let's head for the Isle.
pt_br: Terminamos aqui, mas o cerco apenas começou. Vamos para a Ilha.

# In-game message
source: I can see some familiar structures in the south. Make sure you're well prepared in case guards are nearby.
pt_br: Consigo ver algumas estruturas familiares ao sul. Certifique-se de estar bem preparado caso haja guardas por perto.

# In-game message
source: Great, a troop! Find the transfer creature special and you get to keep him.
pt_br: Ótimo, uma tropa! Encontre o especial de transferir criatura e você poderá mantê-la.

# In-game message
source: Heroes have been alerted and are heading to your dungeon now!
pt_br: Os heróis foram alertados e estão a caminho da sua masmorra agora!

# In-game message
source: Locate and deploy any traps you can find to prevent these pests from attacking you. Acquiring 32000 pieces of gold is our goal.
pt_br: Localize e posicione quaisquer armadilhas que encontrar para evitar que essas pragas o ataquem. Adquirir 32.000 peças de ouro é nosso objetivo.

# In-game message
source: As the library becomes a part of your dungeon, you have a strange vision uncovering a small area. Getting to the spell as soon as possible should be your top priority. Acquiring 32000 pieces of gold is your goal.
pt_br: À medida que a biblioteca se torna parte da sua masmorra, você tem uma estranha visão que revela uma pequena área. Chegar ao feitiço o mais rápido possível deve ser sua principal prioridade. Adquirir 32.000 peças de ouro é seu objetivo.

# In-game message
source: The sacred tombs are infested with pests of all kinds. You'll have to find a way to raid the tombs and resist pest attacks.
pt_br: As tumbas sagradas estão infestadas com pragas de todos os tipos. Você terá que encontrar uma maneira de saquear as tumbas e resistir aos ataques das pragas.

# In-game message
source: Unsurprisingly, even down here, far from any civilisation, a few cheap slavs are here to rob you. Your financial goal is in jeopardy! I also think you can expect at least one more party.
pt_br: Sem surpresa, mesmo aqui embaixo, longe de qualquer civilização, alguns miseráveis estão aqui para roubá-lo. Seu objetivo financeiro está em perigo! Também acho que você pode esperar pelo menos mais um grupo.

# In-game message
source: Pray and Work are the scared words here. Pray and Work! Your goal is to save the people living on Acemist Isle from their boring lives. Don't think killing them is too cruel: they'll be glad their miserable lives are over, believe me! Now, let's find a way how to get to the isle and take the island from Polish empire.
pt_br: Orar e Trabalhar são as palavras sagradas aqui. Orar e Trabalhar! Seu objetivo é salvar o povo que vive na Ilha da Névoa de suas vidas entediantes. Não pense que matá-los é cruel demais: eles ficarão felizes por suas vidas miseráveis terem acabado, acredite em mim! Agora, vamos encontrar uma maneira de chegar à ilha e tomá-la do império Polonês.

# In-game message
source: There's a shipyard nearby. Although heavily guarded, some cheap Polish sailors agreed to transport you to the isle for a small bribe of 32,000 gold. Now raid these tombs, loot the required amount of gold and off we go.
pt_br: Há um estaleiro por perto. Embora fortemente guardado, alguns marinheiros Poloneses baratos concordaram em transportá-lo para a ilha por um pequeno suborno de 32.000 de ouro. Agora, saqueie estas tumbas, colete a quantidade de ouro necessária e vamos embora.

# In-game message
source: You have an old version of KeeperFX. You need to update to play this campaign correctly with all available features. Go to www.keeperklan.com
pt_br: Você tem uma versão antiga do KeeperFX. Você precisa atualizar para jogar esta campanha corretamente com todos os recursos disponíveis. Vá para www.keeperklan.com

# In-game message
source: Your arrival has caused great alarm amongst the people of this land. As a way of saving money, a converted horned reaper was offered to take on not one but two pathetic keepers and their minions all alone! An offer he just could not resist. A simple yet difficult task: Make this day his last!
pt_br: Sua chegada causou grande alarme entre o povo desta terra. Como forma de economizar dinheiro, um ceifador de chifres convertido foi oferecido para enfrentar não um, mas dois guardiões patéticos e seus lacaios sozinho! Uma oferta que ele simplesmente não pôde resistir. Uma tarefa simples, porém difícil: Faça deste dia o último dele!

# In-game message
source: You're at the shores of Acemist isle. An awfully poor and Christian place where citizens die of old age, after a boring puritanical life spreading their ludicrous beliefs! Some call it the second Poland. However, do not underestimate them. They have managed to convert some of your minions which they'll gladly use against you. Their abominable accent makes the isle name sound as if they were mumbling 'Assmist isle'. A fitting future name once your bile demons are done with it, don't you think?
pt_br: Você está nas margens da Ilha da Névoa. Um lugar terrivelmente pobre e cristão onde os cidadãos morrem de velhice, após uma vida puritana e entediante espalhando suas crenças ridículas! Alguns a chamam de segunda Polônia. No entanto, não os subestime. Eles conseguiram converter alguns de seus lacaios que usarão com prazer contra você. O sotaque abominável deles faz o nome da ilha soar como se estivessem resmungando 'Ilha da Merda'. Um nome futuro apropriado quando seus demônios de fel terminarem com ela, não acha?

# In-game message
source: Horny is not so horny any more! Good job.
pt_br: O Chifrudo não está mais tão com tesão! Bom trabalho.

# In-game message
source: 20,000 Gold has been credited to your Bank of Evil account!
pt_br: 20.000 de Ouro foram creditados em sua conta no Banco do Mal!

# In-game message
source: Creature limit reached. Do not expect any new arrivals until a creature is lost.
pt_br: Limite de criaturas atingido. Não espere novas chegadas até que uma criatura seja perdida.

# In-game message
source: A couple of dwarf miners to the north-west have mined this lucrative land. They jealously guard their treasure in a nearby garrison. Their warlock Dr. Goldstein has made a dark magic portal to transport their fortune to another land. You must reach it before they do if you wish to use it in the next realm. I'm sure you can think of a better use for it?!
pt_br: Um par de anões mineradores a noroeste minerou esta terra lucrativa. Eles guardam zelosamente seu tesouro em uma guarnição próxima. O bruxo deles, Dr. Goldstein, criou um portal de magia negra para transportar sua fortuna para outra terra. Você deve alcançá-lo antes deles se quiser usá-lo no próximo reino. Tenho certeza de que você pode pensar em um uso melhor para ele?!

# In-game message
source: Dr Goldstein has transported the treasure beyond your reach. Your chance of great wealth has gone...
pt_br: Dr. Goldstein transportou o tesouro para além do seu alcance. Sua chance de grande riqueza se foi...

# In-game message
source: Well done, Dr. Goldstein teleported the gold to the halls nearby! You will be 20,000 gold richer in the Martyr Halls dungeon!
pt_br: Muito bem, Dr. Goldstein teleportou o ouro para os salões próximos! Você ficará 20.000 de ouro mais rico na masmorra dos Salões dos Mártires!

# In-game message
source: Hint: wizards have difficulty training in this realm, and cannot get past level 5 here.
pt_br: Dica: magos têm dificuldade em treinar neste reino e não conseguem passar do nível 5 aqui.

# In-game message
source: Your undead fiend has just attracted a vampire!
pt_br: Sua criatura morta-viva acabou de atrair um vampiro!

# In-game message
source: The plans have failed. The Guardians of this land have banished you down here, not far away from an entrance leading to the lighthouse on the surface. With no gold, rooms or army and walled in, the heroes have retreated as you pose no danger. The only people still here are accompanied by water dwelling creatures who are wary of newcomers and will not hesitate to attack you.
pt_br: Os planos falharam. Os Guardiões desta terra o baniram para cá, não muito longe de uma entrada que leva ao farol na superfície. Sem ouro, salas ou exército e murado, os heróis recuaram, pois você não representa perigo. As únicas pessoas ainda aqui estão acompanhadas por criaturas aquáticas que desconfiam de recém-chegados e não hesitarão em atacá-lo.

# In-game message
source: Lucky for you, one of the samurais tried to use a tentacle to ... to .. Well let's just say the tentacle got really pissed and joined you. Quickly, Keeper! This is your chance!
pt_br: Sorte sua, um dos samurais tentou usar um tentáculo para... para... Bem, digamos apenas que o tentáculo ficou muito irritado e se juntou a você. Rápido, Guardião! Esta é a sua chance!

# In-game message
source: Hearing unusual noise from your dungeon, an attentive lighthouse guard accompanied by his two-headed pet is heading to your dungeon. Defeat them and the victory is yours.
pt_br: Ouvindo um barulho incomum de sua masmorra, um guarda atento do farol acompanhado por seu animal de estimação de duas cabeças está se dirigindo à sua masmorra. Derrote-os e a vitória será sua.

# In-game message
source: Your creatures have difficulty training in this miserable land, and your bridge builders are slow and incompetent! Are you ruthless enough to prevail Keeper?
pt_br: Suas criaturas têm dificuldade em treinar nesta terra miserável, e seus construtores de pontes são lentos e incompetentes! Você é impiedoso o suficiente para prevalecer, Guardião?

# In-game message
source: Beware Keeper. These lighthouse guardians are no ordinary heroes. You must be prepared!
pt_br: Cuidado, Guardião. Estes guardiões do farol não são heróis comuns. Você deve estar preparado!

# In-game message
source: Make haste Keeper! The Lord of this Land has gathered an army and they are on their way. Defeat the Warden and your work is done!
pt_br: Apresse-se, Guardião! O Senhor desta Terra reuniu um exército e eles estão a caminho. Derrote o Guardião e seu trabalho estará feito!

# In-game message
source: The Lord of this land has arrived. Good luck!
pt_br: O Senhor desta terra chegou. Boa sorte!

# In-game message
source: Victory! The lighthouse sentinel lies dead!
pt_br: Vitória! O sentinela do farol jaz morto!

# In-game message
source: A novice Keeper with barely any knowledge of spells or rooms has little chance of victory. The Avatar in the North is comfortable that you pose no threat, but I'm certain you can surprise him? Start by claiming the poorly guarded prison and then exploring the room west of the portal. Use what you find to your best advantage if you wish to claim this land.
pt_br: Um Guardião novato com quase nenhum conhecimento de feitiços ou salas tem pouca chance de vitória. O Avatar no Norte está confortável de que você não representa ameaça, mas tenho certeza de que pode surpreendê-lo? Comece reivindicando a prisão mal guardada e depois explore a sala a oeste do portal. Use o que encontrar a seu favor se quiser reivindicar esta terra.

# In-game message
source: Excellent! You have extracted information from your prisoners as you turn them to your cause. However, the heroes of this land despise betrayal over all else, and will gather greater forces to counter this treason!
pt_br: Excelente! Você extraiu informações de seus prisioneiros enquanto os converte à sua causa. No entanto, os heróis desta terra desprezam a traição acima de tudo e reunirão forças maiores para combater essa traição!

# In-game message
source: Bile Demons are a great asset, as long as you have lair space for him?
pt_br: Demônios de Fel são um grande trunfo, desde que você tenha espaço no covil para ele?

# In-game message
source: These thieves have seen many treasure rooms in their pathetic lives, and will now happily build one for you!
pt_br: Estes ladrões viram muitas salas do tesouro em suas vidas patéticas e agora construirão uma para você com prazer!

# In-game message
source: With Barbarians on your side, you will learn some of their fighting tactics. They bring the Call-to-Arms spell to cement their loyalty!
pt_br: Com Bárbaros ao seu lado, você aprenderá algumas de suas táticas de luta. Eles trazem o feitiço Chamado às Armas para cimentar sua lealdade!

# In-game message
source: Aaah, you have converted a Samurai? These disciplined warriors bring the ability to hasten your other minions in their tasks!
pt_br: Aaah, você converteu um Samurai? Estes guerreiros disciplinados trazem a habilidade de apressar seus outros lacaios em suas tarefas!

# In-game message
source: Your converted monk has now shared the ability to heal your creatures!
pt_br: Seu monge convertido agora compartilhou a habilidade de curar suas criaturas!

# In-game message
source: The Archer brings with him the ability to build a workshop. Ironic given how lazy he is!
pt_br: O Arqueiro traz consigo a habilidade de construir uma oficina. Irônico, dada a preguiça dele!

# In-game message
source: This Fairy knows the secret to attracting your enemies to your cause. Use it well!
pt_br: Esta Fada conhece o segredo para atrair seus inimigos para a sua causa. Use-o bem!

# In-game message
source: This broken Witch brings with her a powerful spell.
pt_br: Esta Bruxa derrotada traz consigo um feitiço poderoso.

# In-game message
source: Don't think you're the only one with a torture chamber. The warlocks didn't last for too long before they deserted.
pt_br: Não pense que você é o único com uma câmara de tortura. Os bruxos não duraram muito antes de desertarem.

# In-game message
source: Behold this attempt to reclaim the Vampire! I'm sure you're eager to reunite them?
pt_br: Contemple esta tentativa de recuperar o Vampiro! Tenho certeza de que você está ansioso para reuni-los?

# In-game message
source: Wizards of this land possess the knowledge required to construct a library.
pt_br: Os Magos desta terra possuem o conhecimento necessário para construir uma biblioteca.

# In-game message
source: The conversion of this dwarf has revealed useful information for your cause.
pt_br: A conversão deste anão revelou informações úteis para a sua causa.

# In-game message
source: Word of the deserted Knight has travelled fast, and a party of vengeful heroes is on its way!
pt_br: A notícia do Cavaleiro desertor viajou rápido, e um grupo de heróis vingativos está a caminho!

# In-game message
source: The battle is not over yet. The monks are reviving the Avatar and the sentinel groups are getting ready. Defeat the Avatar, withstand the hero waves and the land will be yours!
pt_br: A batalha ainda não acabou. Os monges estão revivendo o Avatar e os grupos de sentinelas estão se preparando. Derrote o Avatar, resista às ondas de heróis e a terra será sua!

# In-game message
source: Behold the Great Cathedral burns. No more Sunday schools here. Time to leave this land before it all falls down.
pt_br: Contemple a Grande Catedral queima. Chega de escolas dominicais aqui. Hora de deixar esta terra antes que tudo desmorone.

# In-game message
source: Some kind of alarm sets off as you take a step into the hallway. Heroes are taking precautions to avoid imprisonment. You must seek the Avatar.
pt_br: Algum tipo de alarme dispara quando você dá um passo no corredor. Os heróis estão tomando precauções para evitar o aprisionamento. Você deve procurar o Avatar.

# In-game message
source: You've found a rich vein below one of the towers. However, your presence is known, and people lurk near the western tombs hoping to steal what is yours. Some of them were wise enough to join forces with you as they sense you will conquer this realm. However, in response your two rival keepers have combined their forces against you. You must free your trapped reaper to ensure victory!
pt_br: Você encontrou um rico filão sob uma das torres. No entanto, sua presença é conhecida, e pessoas espreitam perto das tumbas ocidentais na esperança de roubar o que é seu. Algumas delas foram sábias o suficiente para se unirem a você, pois sentem que você conquistará este reino. No entanto, em resposta, seus dois guardiões rivais combinaram suas forças contra você. Você deve libertar seu ceifador aprisionado para garantir a vitória!

# In-game message
source: This land is so full of riches you will never run out of money. Little wonder you must fight many enemies to gain such a realm!
pt_br: Esta terra é tão rica que você nunca ficará sem dinheiro. Não é de se admirar que você deva lutar contra muitos inimigos para conquistar tal reino!

# In-game message
source: How can such a rich land have no bridge builders? Your Wizard knows this magic, so you must free him first, which will be a challenging task. The call-to-arms spell must be used to claim the tombs, which will allow you to unlock this essential magic. To work Keeper!
pt_br: Como pode uma terra tão rica não ter construtores de pontes? Seu Mago conhece essa magia, então você deve libertá-lo primeiro, o que será uma tarefa desafiadora. O feitiço de chamado às armas deve ser usado para reivindicar as tumbas, o que permitirá que você desbloqueie essa magia essencial. Ao trabalho, Guardião!

# In-game message
source: I can hear water dripping near the corner behind the guard post. A secret passage, perhaps?
pt_br: Estou ouvindo água pingando perto do canto atrás do posto de guarda. Uma passagem secreta, talvez?

# In-game message
source: Traitors loyal to your cause have entered the tombs through the surface gate! Lead them in your quest to free the Wizard.
pt_br: Traidores leais à sua causa entraram nas tumbas pelo portão da superfície! Lidere-os em sua busca para libertar o Mago.

# In-game message
source: Your bearded wise man is a hero trophy no longer! But hurry Keeper; you must free the Reaper before he is starved to death!
pt_br: Seu sábio barbudo não é mais um troféu de herói! Mas apresse-se, Guardião; você deve libertar o Ceifador antes que ele morra de fome!

# In-game message
source: Horny has departed, and taken with him your only chance of victory. Your failure has deprived you of the riches in this Land.
pt_br: O Chifrudo partiu, e levou consigo sua única chance de vitória. Sua falha o privou das riquezas desta Terra.

# In-game message
source: You are reunited with the symbol of your power, and victory in this land of riches has been achieved! The next realm awaits you.
pt_br: Você está reunido com o símbolo de seu poder, e a vitória nesta terra de riquezas foi alcançada! O próximo reino o aguarda.

# In-game message
source: Your vampires are angry! treat them well if you wish to keep these fickle creatures on your side.
pt_br: Seus vampiros estão zangados! Trate-os bem se quiser manter essas criaturas inconstantes do seu lado.

# In-game message
source: It is rumoured that the people of this land have been preparing a once-and-for-all solution to the ziggurat you two managed to claim, yet barely control. Break out and see what you can do.
pt_br: Há rumores de que o povo desta terra está preparando uma solução definitiva para o zigurate que vocês dois conseguiram reivindicar, mas mal controlam. Fuja e veja o que pode fazer.

# In-game message
source: The rumours are true. Although still in preparation, lots of people are prepared to fight you. They are training and learning how to avoid imprisonment. Find their dungeon heart, destroy it and defeat the lord of the land. There should be an imp gate somewhere nearby... look for an altar with a green light and examine it carefully.
pt_br: Os rumores são verdadeiros. Embora ainda em preparação, muitas pessoas estão prontas para lutar contra você. Elas estão treinando e aprendendo a evitar o aprisionamento. Encontre o coração da masmorra delas, destrua-o e derrote o senhor da terra. Deve haver um portão de diabretes em algum lugar por perto... procure por um altar com uma luz verde e examine-o com cuidado.

# In-game message
source: You have activated the Imp-Gate! Henceforth Imps will enter your dungeon whenever you need them.
pt_br: Você ativou o Portão de Diabretes! A partir de agora, Diabretes entrarão em sua masmorra sempre que você precisar deles.

# In-game message
source: Be warned, Keeper. A Dungeon Heart beating is not the only thing I can hear behind these doors!
pt_br: Esteja avisado, Guardião. Um Coração de Masmorra batendo não é a única coisa que posso ouvir atrás destas portas!

# In-game message
source: Your breakout has caused great alarm amongst the people of this land. You must expect some resistance, pathetic though it may be!
pt_br: Sua fuga causou grande alarme entre o povo desta terra. Você deve esperar alguma resistência, por mais patética que seja!

# In-game message
source: You have reclaimed the graveyard, and so your Vampires begin to recover their powers! Their powers will recover further as you reclaim more of their native ground.
pt_br: Você recuperou o cemitério, e assim seus Vampiros começam a recuperar seus poderes! Seus poderes se recuperarão ainda mais à medida que você recuperar mais de seu terreno nativo.

# In-game message
source: Well done Keeper. Your Vampires' strength continues to recover!
pt_br: Muito bem, Guardião. A força de seus Vampiros continua a se recuperar!

# In-game message
source: Your Vampires' strength is returning. Are you keeping them happy Keeper?
pt_br: A força de seus Vampiros está retornando. Você os está mantendo felizes, Guardião?

# In-game message
source: All the graveyards are regained, and your Vampires' power is fully restored. And this last graveyard contained a hoarde of hidden gold!
pt_br: Todos os cemitérios foram recuperados, e o poder de seus Vampiros está totalmente restaurado. E este último cemitério continha um tesouro de ouro escondido!

# In-game message
source: You have a Vampire! However, be aware that a group of monks on the surface have blessed the Ziggurat which has drained the strength from these creatures. You must fight your way to their graveyards to counter the blessing and regain their strength.
pt_br: Você tem um Vampiro! No entanto, esteja ciente de que um grupo de monges na superfície abençoou o Zigurate, o que drenou a força destas criaturas. Você deve lutar até seus cemitérios para neutralizar a bênção e recuperar sua força.

# In-game message
source: This is not a pleasant realm for Vampires. If you keep them happy, and lead them to victory, then some will surely accompany to you to the next realm.
pt_br: Este não é um reino agradável para Vampiros. Se você os mantiver felizes e os levar à vitória, alguns certamente o acompanharão ao próximo reino.

# In-game message
source: A group of virgin monks atop your dungeon have just begun their consecrations. Unfortunately for you, it is working and your vampires slowly perish.
pt_br: Um grupo de monges virgens no topo de sua masmorra acaba de iniciar suas consagrações. Infelizmente para você, está funcionando e seus vampiros perecem lentamente.

# In-game message
source: The Ziggurat carries the stench of dead people. Good job.
pt_br: O Zigurate carrega o fedor de gente morta. Bom trabalho.

# In-game message
source: The Ziggurat carries the stench of dead people. Good job. Two of your Vampires will accompany you to the next realm!
pt_br: O Zigurate carrega o fedor de gente morta. Bom trabalho. Dois de seus Vampiros o acompanharão ao próximo reino!
