Repository: altiereslima/keeperfx
Catalog: lang/campgns/ami2019/text_por.po
Languages: pt_br

# In-game message
source: You've found an ancient acolyte altar. It is said to feast upon a dozen souls of believers situated nearby. The legends say it takes a whole century for it to recharge. And it certainly does look like it hasn't been touched in ages. Useful, right? Walk over when you need to kill any monks and priestesses located on your territory. This is powerful magic Keeper, but it can only be activated once, so use it wisely.
pt_br: Você encontrou um antigo altar de acólito. Diz-se que ele se alimenta de uma dúzia de almas de crentes situadas nas proximidades. As lendas dizem que leva um século inteiro para recarregar. E certamente parece que não foi tocado há eras. Útil, certo? Passe por cima quando precisar matar quaisquer monges e sacerdotisas localizados em seu território. Esta é uma magia poderosa, Guardião, mas só pode ser ativada uma vez, então use-a com sabedoria.

# In-game message
source: You touched the acolyte altar and hear distant screams...
pt_br: Você tocou o altar de acólito e ouve gritos distantes...

# In-game message
source: In ancient times this was a Wizard realm. When the Polish came they were eliminated, except for one Keeper who retreated to the northern caverns He was eventually discovered and defeated, but he left behind a fascinating relic: a spell that is said to eliminate every living being recently exposed to sunlight. You must find it! But first, some bad news: only your ally the blue keeper can attract creatures in this land. However, whilst there are 2 scavengers capable of summoning heroes, one has joined the green keeper and the remaining one is guarded by dragons. To work Keeper!
pt_br: Em tempos antigos, este era um reino de Magos. Quando os Poloneses chegaram, eles foram eliminados, exceto por um Guardião que recuou para as cavernas do norte. Ele foi finalmente descoberto e derrotado, mas deixou para trás uma relíquia fascinante: um feitiço que dizem eliminar todo ser vivo recentemente exposto à luz solar. Você deve encontrá-lo! Mas primeiro, más notícias: apenas seu aliado, o guardião azul, pode atrair criaturas nesta terra. No entanto, embora existam 2 recrutadores capazes de invocar heróis, um se juntou ao guardião verde e o restante é guardado por dragões. Ao trabalho, Guardião!

# In-game message
source: Touch the scavenger to claim it! This one summons tunnellers. Not the strongest fighters, but indeed quite useful when imps are unavailable. Some imps might still hide in the tunnels. Now, I hope you know how to enter the area without letting the dragons in. Do not rush to eliminate your ally, as you still need him. Let him claim the portal somehow and he will be a source of recruits to your cause!
pt_br: Toque no recrutador para reivindicá-lo! Este invoca escavadores. Não são os lutadores mais fortes, mas são bastante úteis quando os diabretes não estão disponíveis. Alguns diabretes ainda podem se esconder nos túneis. Agora, espero que você saiba como entrar na área sem deixar os dragões entrarem. Não se apresse em eliminar seu aliado, pois você ainda precisa dele. Deixe-o reivindicar o portal de alguma forma e ele será uma fonte de recrutas para a sua causa!

# In-game message
source: With only dwarves in the tunnels, the guards have long gone. Behold the relic - touch it and all the heroes are eliminated! Choosing the moment to unleash this power must be done with care? Only two altars with this awesome power exist in this land. Also, be aware that when this power is activated, your scavenging abilities are eliminated.
pt_br: Com apenas anões nos túneis, os guardas já se foram há muito tempo. Contemple a relíquia - toque nela e todos os heróis serão eliminados! A escolha do momento para liberar este poder deve ser feita com cuidado? Apenas dois altares com este poder incrível existem nesta terra. Além disso, esteja ciente de que, quando este poder é ativado, suas habilidades de recrutamento são eliminadas.

# In-game message
source: These Priestesses channel some sort of spell towards your dungeon, weakening your creatures. However, it also weakens their own abilities
pt_br: Estas Sacerdotisas canalizam algum tipo de feitiço em direção à sua masmorra, enfraquecendo suas criaturas. No entanto, isso também enfraquece suas próprias habilidades

# In-game message
source: You have activated the relic obliterating all non-dungeon native beings, and cancelling the Keeper's curse! However, this has attracted the unwelcome attention of the local heroes. Survive their aggression and victory is yours! You have one more use of this spell. Use it wisely!
pt_br: Você ativou a relíquia, obliterando todos os seres não nativos da masmorra e cancelando a maldição do Guardião! No entanto, isso atraiu a atenção indesejada dos heróis locais. Sobreviva à agressão deles e a vitória será sua! Você tem mais um uso deste feitiço. Use-o com sabedoria!

# In-game message
source: No sign of the Heroes? Have they given up, or are they assembling ready for battle? Let's hope they just took a break to pray!
pt_br: Nenhum sinal dos Heróis? Eles desistiram ou estão se reunindo para a batalha? Vamos torcer para que tenham apenas tirado uma pausa para orar!

# In-game message
source: I'm sure you've noticed, but an angry mob has arrived!
pt_br: Tenho certeza de que você percebeu, mas uma multidão enfurecida chegou!

# In-game message
source: You have done well so far Keeper, but the Lord of the Land and his crew is on his way!
pt_br: Você se saiu bem até agora, Guardião, mas o Senhor da Terra e sua equipe estão a caminho!

# In-game message
source: The final battle for this realm begins. Victory is very close Keeper, if you can keep your nerve?
pt_br: A batalha final por este reino começa. A vitória está muito próxima, Guardião, se você conseguir manter a calma?

# In-game message
source: Wonderful job, Keeper. Onto the next realm!
pt_br: Trabalho maravilhoso, Guardião. Para o próximo reino!

# In-game message
source: The annoying humans will be entering your dungeon, exposing you more and more to the powerful Southern Keeper.
pt_br: Os humanos irritantes entrarão em sua masmorra, expondo-o cada vez mais ao poderoso Guardião do Sul.

# In-game message
source: These infuriating humans are digging through the only opening separating you from the rival keeper!
pt_br: Esses humanos irritantes estão cavando através da única abertura que o separa do guardião rival!

# In-game message
source: No time for preparation keeper, as the locals know of your presence and plan to attack. There is an enemy Keeper in the East who must also be dealt with! There is no rest for the wicked Master!
pt_br: Sem tempo para preparação, guardião, pois os locais sabem de sua presença e planejam atacar. Há um Guardião inimigo a Leste que também deve ser enfrentado! Não há descanso para os maus, Mestre!

# In-game message
source: Many people see joining you as the only way to defeat the Eastern Keeper and his vampires. Use this to your advantage: these reinforcements are wealthy, and their gold will prove extremely useful in your quest. Touch the 4 coloured flames to keep receiving the full power of the sentinels.
pt_br: Muitas pessoas veem se juntar a você como a única maneira de derrotar o Guardião do Leste e seus vampiros. Use isso a seu favor: estes reforços são ricos, e o ouro deles será extremamente útil em sua busca. Toque nas 4 chamas coloridas para continuar recebendo o poder total dos sentinelas.

# In-game message
source: Look! A few Barbarians have joined you!
pt_br: Olhe! Alguns Bárbaros se juntaram a você!

# In-game message
source: All the sentinel dwellings have been captured Master.
pt_br: Todas as moradias dos sentinelas foram capturadas, Mestre.

# In-game message
source: Can you hear some buzzing from the North-East?
pt_br: Você consegue ouvir algum zumbido vindo do Nordeste?

# In-game message
source: Fairies have joined your cause.
pt_br: Fadas se juntaram à sua causa.

# In-game message
source: Monks have joined your cause. Tedious minions, but they have their uses Master!
pt_br: Monges se juntaram à sua causa. Lacaios tediosos, mas eles têm suas utilidades, Mestre!

# In-game message
source: Archers have now joined your army. Noble warriors as they are, I'm sure they sicken you, but their skills will be of use to you.
pt_br: Arqueiros agora se juntaram ao seu exército. Guerreiros nobres como são, tenho certeza de que o enojam, mas suas habilidades serão úteis para você.

# In-game message
source: These priestesses have useful abilities Master, and will be very useful in the battles to come!
pt_br: Estas sacerdotisas têm habilidades úteis, Mestre, e serão muito úteis nas batalhas que virão!

# In-game message
source: You can thank those people for one thing though. A group of autistic monks have managed to limit the east keeper's vampires' power for some time.
pt_br: Você pode agradecer a essas pessoas por uma coisa, no entanto. Um grupo de monges autistas conseguiu limitar o poder dos vampiros do guardião do leste por algum tempo.

# In-game message
source: Beware Master! The Vampires have overcome the Monks' curse and are restored to full strength!
pt_br: Cuidado, Mestre! Os Vampiros superaram a maldição dos Monges e estão com força total!

# In-game message
source: The Lord of the Land took his time but is finally here to revenge his comrades. Send him where he belongs!
pt_br: O Senhor da Terra demorou, mas finalmente está aqui para vingar seus companheiros. Mande-o para onde ele pertence!

# In-game message
source: What are you waiting for? You're done. To the next realm!
pt_br: O que você está esperando? Você terminou. Para o próximo reino!

# In-game message
source: The Eastern Keeper's vampire army grows ever larger Master. Defeat awaits if you don't do something about it!
pt_br: O exército de vampiros do Guardião do Leste cresce cada vez mais, Mestre. A derrota o aguarda se você não fizer algo a respeito!

# In-game message
source: Some of the resistance has arrived!
pt_br: Parte da resistência chegou!

# In-game message
source: The land is unusable with this many insects crawling around. Your task is to find and case any insect and spider lairs you find. Careful, for they are hidden well and they do like revenge. Flush them out.
pt_br: A terra está inutilizável com tantos insetos rastejando por aí. Sua tarefa é encontrar e fechar quaisquer covis de insetos e aranhas que encontrar. Cuidado, pois eles estão bem escondidos e gostam de vingança. Expulse-os.

# In-game message
source: This realm was once an Imp prison beneath a monastery. A place of great suffering, it has now been abandoned. For good reason!
pt_br: Este reino já foi uma prisão de Diabretes sob um mosteiro. Um lugar de grande sofrimento, agora foi abandonado. Por um bom motivo!

# In-game message
source: Worms have spread through the bodies of your Vampires, killing some. Keeping more than a few vampires is impossible as they're getting eaten 'alive'!
pt_br: Vermes se espalharam pelos corpos de seus Vampiros, matando alguns. Manter mais do que alguns vampiros é impossível, pois eles estão sendo comidos 'vivos'!

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
pt_br: O inimigo está sobre nós. Só estou avisando para o caso de você estar cochilando.

# In-game message
source: You've activated an old Imp portal from the time of the Monastery. Some imps may die, and you can no longer summon them at will. However, there remains other strange Imp magic in this land for you to discover!
pt_br: Você ativou um antigo portal de Diabretes da época do Mosteiro. Alguns diabretes podem morrer, e você não pode mais invocá-los à vontade. No entanto, ainda existe outra magia estranha de Diabrete nesta terra para você descobrir!

# In-game message
source: You hear insect noise in the tunnels... they sound angry.
pt_br: Você ouve barulho de insetos nos túneis... eles parecem zangados.

# In-game message
source: You hear insect noise in the tunnels... as if they seemed even more angry!
pt_br: Você ouve barulho de insetos nos túneis... como se parecessem ainda mais zangados!

# In-game message
source: You have conquered more than half of the insect lairs now Master!
pt_br: Você conquistou mais da metade dos covis de insetos agora, Mestre!

# In-game message
source: Just a few more lairs to destroy now!
pt_br: Apenas mais alguns covis para destruir agora!

# In-game message
source: you have destroyed all the insect lairs now, and the inevitable counter-attack is imminent!
pt_br: você destruiu todos os covis de insetos agora, e o contra-ataque inevitável é iminente!

# In-game message
source: They are here, Keeper. Eliminate every foe, be it bug or otherwise!
pt_br: Eles estão aqui, Guardião. Elimine todos os inimigos, sejam insetos ou não!

# In-game message
source: Finally. This land is now suitable to be added to your domain.
pt_br: Finalmente. Esta terra está agora adequada para ser adicionada ao seu domínio.

# In-game message
source: Insufferable heat, lack of portals and the constant danger of being raided by heroes makes this dune treasury a truly forsaken place. Could it be the mysterious scavenger eye that attracts them?
pt_br: Calor insuportável, falta de portais e o perigo constante de ser atacado por heróis tornam este tesouro das dunas um lugar verdadeiramente abandonado. Seria o misterioso olho do recrutador que os atrai?

# In-game message
source: This eerie scavenger eye works differently to a portal or a scavenger room. It attracts creatures from other realms based on the rooms you own. Claiming and expanding those rooms will summon higher level creatures. Barracks will summon Archers, hatchery summons Bile Demons. Warlocks and Wizards are attracted to your library, whilst Dragons are attracted by various other rooms you claim. The summoning works until your army is 30 strong!
pt_br: Este misterioso olho do recrutador funciona de forma diferente de um portal ou de uma sala de recrutamento. Ele atrai criaturas de outros reinos com base nas salas que você possui. Reivindicar e expandir essas salas invocará criaturas de nível superior. Quartéis invocarão Arqueiros, o criadouro invocará Demônios de Fel. Bruxos e Magos são atraídos para sua biblioteca, enquanto Dragões são atraídos por várias outras salas que você reivindica. A invocação funciona até que seu exército tenha 30 de força!

# In-game message
source: One of the heroes' most dangerous insurgents has entered this realm. Recruit him and he'll serve you well...
pt_br: Um dos insurgentes mais perigosos dos heróis entrou neste reino. Recrute-o e ele o servirá bem...

# In-game message
source: People of this land are sending their troops periodically. As they foolishly think you are outnumbered they prioritize mobilising their tougher parties to other realms. Find and destroy their dungeon heart before the offense becomes overwhelming and eliminate every foe to win this land.
pt_br: O povo desta terra está enviando suas tropas periodicamente. Como eles pensam tolamente que você está em menor número, eles priorizam a mobilização de seus grupos mais fortes para outros reinos. Encontre e destrua o coração da masmorra deles antes que a ofensiva se torne esmagadora e elimine todos os inimigos para vencer esta terra.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
pt_br: Esta antiga masmorra possui grande significado arqueológico. Isso significa simplesmente que deve haver algum tesouro interessante que valha a pena roubar. Isso é o que eu chamo de arqueologia prática.

# In-game message
source: The Mysterious Scavenger Eye will transfer your gold to the next realm when you are victorious. So amass what you can!
pt_br: O Olho Misterioso do Recrutador transferirá seu ouro para o próximo reino quando você for vitorioso. Então, acumule o que puder!

# In-game message
source: Spies have discovered that the dwarves will recede in the absence of workshops Master.
pt_br: Espiões descobriram que os anões recuarão na ausência de oficinas, Mestre.

# In-game message
source: Look! The Scavenger Eye has summoned a few barbarians from Cloud Temple Ruins! It senses your impending victory perhaps?
pt_br: Olhe! O Olho do Recrutador invocou alguns bárbaros das Ruínas do Templo das Nuvens! Ele sente sua vitória iminente, talvez?

# In-game message
source: You have finally caught their attention. They have begun sending their most forceful troops. Good luck!
pt_br: Você finalmente chamou a atenção deles. Eles começaram a enviar suas tropas mais fortes. Boa sorte!

# In-game message
source: The final group is here to finish you off. Wreck them. Eliminate every foe in this land to win.
pt_br: O grupo final está aqui para acabar com você. Destrua-os. Elimine todos os inimigos nesta terra para vencer.

# In-game message
source: The Heroes are despatched and you have plundered the riches of this realm to fund your next conquest. Excellent! Now you may depart this unbearably hot land.
pt_br: Os Heróis foram despachados e você saqueou as riquezas deste reino para financiar sua próxima conquista. Excelente! Agora você pode partir desta terra insuportavelmente quente.

# In-game message
source: The Phoenix Penitentiary. Where Knights keep watch over convicted Sorcerors, and the Polish government send their Warlocks for injecting whole marijuanas. And a home to two and a half keepers. Every keeper in this land has his own reason for dwelling this place. It's futile to expect mercy from any of them; as if you care, right? Your task is to eliminate the Keepers and all Knights.
pt_br: A Penitenciária Fênix. Onde Cavaleiros vigiam Feiticeiros condenados, e o governo Polonês envia seus Bruxos para injetar marijuanas inteiras. E um lar para dois guardiões e meio. Cada guardião nesta terra tem sua própria razão para habitar este lugar. É fútil esperar misericórdia de qualquer um deles; como se você se importasse, certo? Sua tarefa é eliminar os Guardiões e todos os Cavaleiros.

# In-game message
source: Spies have discovered that you may recruit Imps from the cavern to the east of your dungeon.
pt_br: Espiões descobriram que você pode recrutar Diabretes da caverna a leste de sua masmorra.

# In-game message
source: These Knights are not exactly the loyal types. Convert as many of them as possible. Perhaps you could talk them into joining you in the next realm?
pt_br: Estes Cavaleiros não são exatamente os tipos leais. Converta o maior número possível deles. Talvez você pudesse convencê-los a se juntar a você no próximo reino?

# In-game message
source: You have desecrated their Portal, so the Fairies should be no more.
pt_br: Você profanou o Portal deles, então as Fadas não devem mais existir.

# In-game message
source: The Gems were surrounded by intruder alarms, so guess what? Heroes are on their way!
pt_br: As Gemas estavam cercadas por alarmes de intrusos, então adivinha? Os heróis estão a caminho!

# In-game message
source: The heroes have opened a fairy portal in a lava cove nearby. Though annoying, it is very delicate: desecrate the portal by touching it and it'll stop working. Simple, right?
pt_br: Os heróis abriram um portal de fadas em uma enseada de lava próxima. Embora irritante, é muito delicado: profane o portal tocando-o e ele deixará de funcionar. Simples, certo?

# In-game message
source: You are taking too long, keeper. You don't want to be here when the heroes come to clean up!
pt_br: Você está demorando muito, guardião. Você não vai querer estar aqui quando os heróis vierem para limpar!

# In-game message
source: Careful keeper, retribution has arrived. Eliminate every rival keeper and the four knights to win. Don't forget to convert knights if you wish to see them accompany you in the next realm! Also, be aware that Spies inform us that this land has access to a hidden realm!
pt_br: Cuidado, guardião, a retribuição chegou. Elimine todos os guardiões rivais e os quatro cavaleiros para vencer. Não se esqueça de converter os cavaleiros se desejar que eles o acompanhem no próximo reino! Além disso, saiba que Espiões nos informam que esta terra tem acesso a um reino oculto!

# In-game message
source: Impressive job, Keeper. Most of the isle is now yours.
pt_br: Trabalho impressionante, Guardião. A maior parte da ilha agora é sua.

# In-game message
source: Impressive job, Keeper. One of your knights will join you in the next realm.
pt_br: Trabalho impressionante, Guardião. Um de seus cavaleiros se juntará a você no próximo reino.

# In-game message
source: Impressive job, Keeper. A couple of your knights will join you in the next realm.
pt_br: Trabalho impressionante, Guardião. Um par de seus cavaleiros se juntará a você no próximo reino.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
pt_br: Este reino está implorando para ser mergulhado na escuridão. O próprio Avatar tem um castelo aqui. Outro Guardião também busca sua alma. Isso pode ficar confuso.

# In-game message
source: The plan for a first strike went bust. The people of this land have already launched attacks upon your dungeon from multiple directions. It's up to you to take control. Withstand the smite and defeat the lord of the land.
pt_br: O plano para um primeiro ataque fracassou. O povo desta terra já lançou ataques à sua masmorra de várias direções. Cabe a você assumir o controle. Resista ao golpe e derrote o senhor da terra.

# In-game message
source: There are 4 creature dwelling bases in this land: orc, comprising Samurai, Warlock and Bile Demon forts. Choose the one to raid, get one of their troops to join you and they'll be joining your army from the portal at a maximum 6 of each (of level of the unit type you obtain as first). Be careful, however: they will be only willing to join you as long as you have at least one of a kind in your dungeon! If they die off their time is over in this land!
pt_br: Existem 4 bases de moradia de criaturas nesta terra: orc, compreendendo fortes de Samurai, Bruxo e Demônio de Fel. Escolha uma para atacar, faça com que uma de suas tropas se junte a você e elas se juntarão ao seu exército pelo portal, com um máximo de 6 de cada (do nível do tipo de unidade que você obtiver primeiro). Tenha cuidado, no entanto: eles só estarão dispostos a se juntar a você enquanto você tiver pelo menos um de cada tipo em sua masmorra! Se eles morrerem, seu tempo nesta terra acabou!

# In-game message
source: Occupying a fort absorbs their building knowledge and provides a financial income. The Samuari can build Training Rooms. Orcs build Guard posts. Warlocks can build bridges, and Bile Demons use the Workshop. Plan your strategy Keeper!
pt_br: Ocupar um forte absorve seu conhecimento de construção e fornece uma renda financeira. Os Samurais podem construir Salas de Treino. Orcs constroem Postos de Guarda. Bruxos podem construir pontes, e Demônios de Fel usam a Oficina. Planeje sua estratégia, Guardião!

# In-game message
source: You cannot own a Torture Chamber in this land. Get rid of the prisoners as soon as possible, or the Heroes will try to rescue them on their way to erase you!
pt_br: Você não pode ter uma Câmara de Tortura nesta terra. Livre-se dos prisioneiros o mais rápido possível, ou os Heróis tentarão resgatá-los em seu caminho para eliminá-lo!

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
pt_br: O Senhor da Terra chegou. Posso sentir o cheiro de seu medo. Derrote-o e o reino é seu.
