Repository: altiereslima/keeperfx
Catalog: lang/campgns/dzjr06lv/landview_por.po
Languages: pt_br

# Campaign introduction
source: DzjeeAr's 6-level campaign
pt_br: Campanha de 6 níveis de DzjeeAr

# Level introduction
source: Pile of its own good. This land has never gained pain or the beauty of WAR. Everyone here is happy. You must change it immediately, my lord.
pt_br: Monte de Bondade. Esta terra nunca conheceu a dor ou a beleza da GUERRA. Todos aqui são felizes. Você deve mudar isso imediatamente, meu senhor.

# Level summary
source: Handful of stones. Now, this land has tasted all the wonders of pain and war. Recently, its inhabitants were happy. Now we are happy. Great job, my lord!
pt_br: Punhado de pedras. Agora, esta terra provou todas as maravilhas da dor e da guerra. Recentemente, seus habitantes eram felizes. Agora nós estamos felizes. Ótimo trabalho, meu senhor!

# Level introduction
source: Ancient Fortress. This is a splendid fortress. Many keepers tried to conquer it, but no one done it at last. It is time to change this place into ruins!
pt_br: Fortaleza Antiga. Esta é uma fortaleza esplêndida. Muitos guardiões tentaram conquistá-la, mas no final, ninguém conseguiu. É hora de transformar este lugar em ruínas!

# Level summary
source: Splendid ruins. In my whole poor life I haven't seen stones crushed so wonderfully, and ugly humans cut in half as you did it... Now I can see scenes from my best dreams! Good work!
pt_br: Ruínas esplêndidas. Em toda a minha pobre vida, nunca vi pedras esmagadas tão maravilhosamente, nem humanos feios cortados ao meio como você fez... Agora posso ver cenas dos meus melhores sonhos! Bom trabalho!

# Level introduction
source: The Necromancer. This land is under rule of one Vampire, who is master in his worship.. Unfortunately, this ignorant fool refused to join our forces.. Now, it's time to show him, who will be master of this sad land.
pt_br: O Necromante. Esta terra está sob o domínio de um Vampiro, que é mestre em sua adoração.. Infelizmente, este tolo ignorante se recusou a se juntar às nossas forças.. Agora, é hora de mostrar a ele quem será o mestre desta terra triste.

# Level summary
source: Valley of Vampires. The defeated vampire refused to acknowledge your rule.. But a few troll's hammer hits in his mutt, was enough for change his mind. I ordered him to change all local humans into vampires.. Now even children are on the DARK SIDE!
pt_br: Vale dos Vampiros. O vampiro derrotado se recusou a reconhecer seu domínio.. Mas alguns golpes de martelo de troll em sua fuça foram suficientes para fazê-lo mudar de ideia. Eu o ordenei que transformasse todos os humanos locais em vampiros.. Agora até as crianças estão no LADO SOMBRIO!

# Level introduction
source: Frozen Plains. Even the humans have left this land, in arachnophobia. They feared that giant spiders could come to their houses thru windows and eat them on dinner. Now we will bake those arthropods on supper!
pt_br: Planícies Congeladas. Até os humanos abandonaram esta terra, por aracnofobia. Eles temiam que aranhas gigantes pudessem entrar em suas casas pelas janelas e comê-los no jantar. Agora nós vamos assar esses artrópodes no jantar!

# Level summary
source: Warm plains. Now we can in calmness admire the sights this land, with its stirring lava drift. Spiders are crunchy, when we bake them in this hot lava long enough.
pt_br: Planícies Quentes. Agora podemos admirar com calma as paisagens desta terra, com sua corrente de lava agitada. As aranhas ficam crocantes quando as assamos nesta lava quente por tempo suficiente.

# Level introduction
source: Barbarian Stronghold. Barbarians are horrible human nation. Before centuries, they were afraid of attacks from underground so much, that they have built this impressive stronghold. We must conquer it at all costs!
pt_br: Fortaleza Bárbara. Bárbaros são uma nação humana horrível. Séculos atrás, eles tinham tanto medo de ataques do subterrâneo que construíram esta fortaleza impressionante. Devemos conquistá-la a todo custo!

# Level summary
source: Keepers Stronghold. Barbarians switched to our side without any complications. Now we've got there even a circus :O My favorite trick is throwing knifes to barbarians! You should try it some day, my lord!
pt_br: Fortaleza dos Guardiões. Os bárbaros passaram para o nosso lado sem complicações. Agora temos até um circo lá :O Meu truque favorito é atirar facas nos bárbaros! Você deveria tentar algum dia, meu senhor!

# Level introduction
source: Final Countdown. One last step separates us from final victory. None of the keepers went to those lands before. We only know, that all the people which survived, have regrouped there. They are awaiting you..
pt_br: Contagem Regressiva Final. Um último passo nos separa da vitória final. Nenhum dos guardiões foi a essas terras antes. Só sabemos que todas as pessoas que sobreviveram se reagruparam lá. Eles estão esperando por você..

# Level summary
source: Magmaland. Finally, we won! Now with the whole world conquered, at last we can go rest and relax, watching how blood and lava joyfully flows through all the plains, meadows and mountains!
pt_br: Terra do Magma. Finalmente, nós vencemos! Agora, com o mundo inteiro conquistado, finalmente podemos descansar e relaxar, observando como o sangue e a lava fluem alegremente por todas as planícies, prados e montanhas!
