Repository: altiereslima/keeperfx
Catalog: lang/campgns/postanck/landview_por.po
Languages: pt_br

# Campaign introduction
source: Post Ancient Keeper
pt_br: Pós-Guardião Ancestral

# Level introduction
source: Armageddon. This land is heavily devastated by lava, yet the people are still happy. The time to change has come, my dark Master!
pt_br: Armagedom. Esta terra está fortemente devastada pela lava, mas o povo ainda está feliz. Chegou a hora de mudar, meu sombrio Mestre!

# Level summary
source: Bloody Harvest. The Horned Reaper had much joy cutting the heads and bodies of the inhabitants of this settlement! A perfect view, isn't it?
pt_br: Colheita Sangrenta. O Ceifador de Chifres se divertiu muito cortando as cabeças e os corpos dos habitantes deste assentamento! Uma vista perfeita, não é?

# Level introduction
source: Collect. The land is less flooded with lava compared to the previous one, but it is also much more honest. People are kind and peaceful here. It's time to start a war!
pt_br: Coleta. A terra está menos inundada de lava em comparação com a anterior, mas também é muito mais honesta. As pessoas aqui são gentis e pacíficas. É hora de começar uma guerra!

# Level summary
source: Dark and Bloody. Now the land is no longer so peaceful; volcanic eruptions occur at least once every hour. The inhabitants did their best to save themselves, but fortunately did not succeed. Excellent work, my lord.
pt_br: Escura e Sangrenta. Agora a terra não é mais tão pacífica; erupções vulcânicas ocorrem pelo menos uma vez por hora. Os habitantes fizeram o melhor para se salvar, mas felizmente não conseguiram. Excelente trabalho, meu senhor.

# Level introduction
source: Sacrifice. This land has a rich history, with many murders but also many sacrifices. Now it's our turn to sacrifice the population in our demonic pursuit to ravage this land!
pt_br: Sacrifício. Esta terra tem uma rica história, com muitos assassinatos, mas também muitos sacrifícios. Agora é a nossa vez de sacrificar a população em nossa busca demoníaca para devastar esta terra!

# Level summary
source: Thievery. The land has returned to its roots, showing the inhabitants to be corrupt. Even children steal. Excellent work, my Lord!
pt_br: Ladroagem. A terra voltou às suas raízes, mostrando que os habitantes são corruptos. Até as crianças roubam. Excelente trabalho, meu Senhor!

# Level introduction
source: Transformation. A land of love and peace; I abhor such places. We had better deal with this quickly, my Lord.
pt_br: Transformação. Uma terra de amor e paz; eu abomino tais lugares. É melhor lidarmos com isso rapidamente, meu Senhor.

# Level summary
source: Pain. A new name hangs over this land, Pain. The inhabitants are slowly perishing, of course with our help. Our dark arts will torture them well and slowly. A splendid sight, isn't it, sir?
pt_br: Dor. Um novo nome paira sobre esta terra, Dor. Os habitantes estão perecendo lentamente, é claro, com a nossa ajuda. Nossas artes sombrias os torturarão bem e lentamente. Uma visão esplêndida, não é, senhor?

# Level introduction
source: Imps. In the mines of this land, there are Imps that hinder conquest. Many guards have tried, but none have succeeded. You must be the first!
pt_br: Diabretes. Nas minas desta terra, existem Diabretes que dificultam a conquista. Muitos guardas tentaram, mas nenhum teve sucesso. Você deve ser o primeiro!

# Level summary
source: Ravine of Death. Our Imps built a gigantic ravine around this land. Lava flowed through the ravine, and we began to lower the lively inhabitants of the settlement into it. A splendid pleasure to watch such an unparalleled spectacle, isn't it?
pt_br: Ravina da Morte. Nossos Diabretes construíram uma ravina gigantesca ao redor desta terra. A lava fluiu pela ravina, e começamos a baixar os habitantes vivos do assentamento nela. Um prazer esplêndido assistir a um espetáculo tão inigualável, não é?

# Level introduction
source: Cloning. This land is ruled by a good and honest lord. It's time to teach him some manners. Of course, our manners!
pt_br: Clonagem. Esta terra é governada por um senhor bom e honesto. É hora de ensiná-lo algumas maneiras. Claro, as nossas maneiras!

# Level summary
source: Bloody Garden. We named this land so because we spread the remains of human bodies around the ruler's gardens after the mass slaughter by our favorite Horned Reaper. Excellent job, sir!
pt_br: Jardim Sangrento. Nomeamos esta terra assim porque espalhamos os restos de corpos humanos pelos jardins do governante após o massacre em massa pelo nosso Ceifador de Chifres favorito. Excelente trabalho, senhor!

# Level introduction
source: Dig. We have yet another good land for destruction. The last remnants of the human, elf, and dwarf races hide in this land. We will track them down and kill them to rule over the entire world!
pt_br: Cavar. Temos mais uma boa terra para destruição. Os últimos remanescentes das raças humana, elfa e anã se escondem nesta terra. Nós os rastrearemos e os mataremos para governar o mundo inteiro!

# Level summary
source: Favorite Spot. This is certainly my favorite place. I love going outside and watching the red sky, the blood, and the flowing lava across this land. Excellent work, my Lord!
pt_br: Lugar Favorito. Este é certamente o meu lugar favorito. Adoro sair e observar o céu vermelho, o sangue e a lava fluindo por esta terra. Excelente trabalho, meu Senhor!
