Repository: altiereslima/keeperfx
Catalog: lang/campgns/undedkpr/landview_por.po
Languages: pt_br

# Level introduction
source: Ludim. A sickeningly cheerful town where even the most trivial of events is celebrated with great fanfare. The people here are so happy and carefree that it's almost nauseating. They sing and dance and frolic in the streets, completely unaware of the dangers that lurk just beyond their borders.
pt_br: Ludim. Uma cidade nauseantemente alegre onde até os eventos mais triviais são celebrados com grande fanfarra. As pessoas aqui são tão felizes e despreocupadas que chega a ser enjoativo. Elas cantam, dançam e brincam nas ruas, completamente inconscientes dos perigos que espreitam logo além de suas fronteiras.

# Level summary
source: The once-cheerful town has been reduced to a smoldering ruin. The streets are littered with the bodies of the dead, and the survivors huddle in fear in whatever shelter they can find. The sound of weeping and wailing fills the air, and the stench of death is overpowering.
pt_br: A cidade outrora alegre foi reduzida a uma ruína fumegante. As ruas estão repletas de corpos dos mortos, e os sobreviventes se amontoam com medo em qualquer abrigo que possam encontrar. O som de choro e lamentos enche o ar, e o fedor da morte é avassalador.

# Level introduction
source: Havoth Dir. A serene and idyllic land where the sun always shines and the people are always smiling. The inhabitants of Havoth Dir are content and generous, sharing their wealth and resources with each other without complaint. The air is filled with the sweet scent of blooming flowers and the sound of laughter.
pt_br: Havoth Dir. Uma terra serena e idílica onde o sol sempre brilha e as pessoas estão sempre sorrindo. Os habitantes de Havoth Dir são contentes e generosos, compartilhando sua riqueza e recursos uns com os outros sem reclamar. O ar está cheio do doce perfume de flores desabrochando e do som de risadas.

# Level summary
source: The once-beautiful Havoth Dir has been plunged into darkness and despair. The sun has been blocked out by thick clouds of ash and smoke, and the people now cower in fear of the Vampires that roam the land. The once-lush gardens and fields have been reduced to barren wastelands, and the screams of the tortured fill the air.
pt_br: A outrora bela Havoth Dir foi mergulhada na escuridão e no desespero. O sol foi bloqueado por nuvens espessas de cinza e fumaça, e as pessoas agora se encolhem de medo dos Vampiros que vagueiam pela terra. Os jardins e campos antes exuberantes foram reduzidos a terrenos baldios, e os gritos dos torturados enchem o ar.

# Level introduction
source: Ebenazer. A perfect little town, where the people are friendly and helpful. The streets are clean and tidy, and the houses are brightly painted and well-maintained. The town square is filled with colorful flowers, and the children play games in the park.
pt_br: Ebenazer. Uma pequena cidade perfeita, onde as pessoas são amigáveis e prestativas. As ruas são limpas e arrumadas, e as casas são pintadas com cores vivas e bem conservadas. A praça da cidade está cheia de flores coloridas, e as crianças brincam no parque.

# Level summary
source: The once-pleasant town has become a nightmare. The streets are filled with twisted and corrupted creatures, the buildings are coated in black mold, and the park is now home to a massive mausoleum. The children and the rest of the townsfolk have been transformed into the walking dead. The air is thick with the stench of decay and the screams of the damned.
pt_br: A cidade outrora agradável tornou-se um pesadelo. As ruas estão cheias de criaturas retorcidas e corrompidas, os edifícios estão cobertos de mofo preto, e o parque agora abriga um mausoléu maciço. As crianças e o resto dos habitantes da cidade foram transformados em mortos-vivos. O ar está denso com o fedor da decomposição e os gritos dos condenados.

# Level introduction
source: Chaerith. An ancient castle, built centuries ago by a powerful Samurai. The castle is filled with treasures and secrets, and the surrounding lands are fertile and prosperous. The people are proud and loyal, serving their lord with honor and bravery. The castle is a symbol of strength and power, standing tall and proud against the passage of time.
pt_br: Chaerith. Um castelo antigo, construído séculos atrás por um poderoso Samurai. O castelo está cheio de tesouros e segredos, e as terras ao redor são férteis e prósperas. O povo é orgulhoso e leal, servindo seu senhor com honra e bravura. O castelo é um símbolo de força e poder, erguendo-se alto e orgulhoso contra a passagem do tempo.

# Level summary
source: The once-mighty castle has been reduced to a pile of rubble and ruins. The treasures and secrets have been looted and destroyed, and the surrounding lands have been ravaged by war and chaos. The people have been scattered and enslaved, their loyalty replaced with fear and despair. The castle is now a symbol of ruin and defeat, a haunting reminder of what was lost.
pt_br: O castelo outrora poderoso foi reduzido a um monte de escombros e ruínas. Os tesouros e segredos foram saqueados e destruídos, e as terras ao redor foram devastadas pela guerra e pelo caos. O povo foi disperso e escravizado, sua lealdade substituída por medo e desespero. O castelo é agora um símbolo de ruína e derrota, uma lembrança assustadora do que foi perdido.

# Level introduction
source: Nazirite. A whimsical and fantastical realm, where the skies are filled with rainbows and the forests are home to unicorns and fairies. The people here are dreamers, with wild imaginations and a love of magic and mystery. The realm is a playground, and every day is an adventure.
pt_br: Nazireu. Um reino excêntrico e fantástico, onde os céus estão cheios de arco-íris e as florestas são o lar de unicórnios e fadas. As pessoas aqui são sonhadoras, com imaginações selvagens e um amor por magia e mistério. O reino é um parquinho, e todo dia é uma aventura.

# Level summary
source: The once-enchanted realm has become a living nightmare. The skies are now filled with dark clouds and lightning, and the forests are twisted and corrupted. The unicorns and fairies have been replaced by skeletal creatures, and the dreamers have been turned into horrific abominations. This place is now a nightmare realm, where every moment is filled with terror and despair.
pt_br: O reino outrora encantado tornou-se um pesadelo vivo. Os céus agora estão cheios de nuvens escuras e relâmpagos, e as florestas estão retorcidas e corrompidas. Os unicórnios e fadas foram substituídos por criaturas esqueléticas, e os sonhadores foram transformados em abominações horríveis. Este lugar é agora um reino de pesadelo, onde cada momento é preenchido com terror e desespero.

# Level introduction
source: Elysium. A beautiful winter wonderland, where the snow-covered hills and trees sparkle in the sunlight. The residents are hearty and resilient, thriving in the cold weather. They enjoy ice skating, skiing, and sipping hot cocoa by the fireplace. The realm is peaceful and quiet, with only the sound of snowflakes falling from the sky.
pt_br: Elísio. Um belo paraíso de inverno, onde as colinas e árvores cobertas de neve brilham à luz do sol. Os residentes são resistentes e resilientes, prosperando no clima frio. Eles gostam de patinar no gelo, esquiar e tomar chocolate quente perto da lareira. O reino é pacífico e silencioso, com apenas o som dos flocos de neve caindo do céu.

# Level summary
source: The winter wonderland has been turned into a frozen wasteland. The snow is now hard as ice and the trees are twisted and gnarled. The residents have been transformed into ice zombies, their bodies frozen in place and their souls trapped in eternal torment. The world is now a frozen hell, where life is a struggle and death is a release.
pt_br: O paraíso de inverno foi transformado em um deserto congelado. A neve agora é dura como gelo e as árvores estão retorcidas e nodulosas. Os residentes foram transformados em zumbis de gelo, seus corpos congelados no lugar e suas almas presas em tormento eterno. O mundo é agora um inferno congelado, onde a vida é uma luta e a morte é uma libertação.

# Level introduction
source: Winterrage - In the cold and icy mountains that are in the center of the country, is located a big city filled with pesky heroes. A real battlefield awaits you, where the white snow should be soaked of red!
pt_br: Fúria Invernal - Nas montanhas frias e geladas que ficam no centro do país, está localizada uma grande cidade cheia de heróis irritantes. Um verdadeiro campo de batalha o aguarda, onde a neve branca deve ser encharcada de vermelho!

# Level introduction
source: Deathmoore - This place has been overwhelmed, Keeper! There are bits and pieces everywhere! Some of our minions even had fun making some bloody snowmen using the remains of the corpses, using them afterwards for training purposes! Marvellous!
pt_br: Pântano da Morte - Este lugar foi subjugado, Guardião! Há pedaços por toda parte! Alguns de nossos lacaios até se divertiram fazendo bonecos de neve sangrentos usando os restos dos cadáveres, usando-os depois para fins de treinamento! Maravilhoso!

# Level introduction
source: Rosefield Cathedral - This is a very holy place, which is not good for our undead armies. A lot of paladins and monks are visiting this place, filled with the disgusting smell of flowers. A real place to reduce to ashes!
pt_br: Catedral do Campo das Rosas - Este é um lugar muito sagrado, o que não é bom para nossos exércitos de mortos-vivos. Muitos paladinos e monges visitam este lugar, cheio do cheiro nojento de flores. Um lugar perfeito para reduzir a cinzas!

# Level introduction
source: Sundew Ruins - The roses have been trampled and have been replaced with sundews; the kind of flower that entraps and devours insects. It fits perfectly with the scene of the now-desecrated cathedral, I must say!
pt_br: Ruínas da Drósera - As rosas foram pisoteadas e substituídas por dróseras; o tipo de flor que aprisiona e devora insetos. Combina perfeitamente com a cena da catedral agora profanada, devo dizer!

# Level introduction
source: Arbor Heights - This is an ancient bastion of everlasting happiness, carved into a mountain... bleh. I highly suggest to reduce this pathetic fortress to rumbles by flattening it.
pt_br: Alturas Arbóreas - Este é um antigo bastião de felicidade eterna, esculpido em uma montanha... bleh. Sugiro fortemente que reduza esta fortaleza patética a escombros, achatando-a.

# Level introduction
source: The Low Lands - Nobody survived here. All of the pesky guards were bludgeoned, decapitated and burned! And the fortress has been reduced to a pile of shattered stones. A great victory for us, Master!
pt_br: As Terras Baixas - Ninguém sobreviveu aqui. Todos os guardas irritantes foram espancados, decapitados e queimados! E a fortaleza foi reduzida a uma pilha de pedras estilhaçadas. Uma grande vitória para nós, Mestre!

# Level introduction
source: Drachenfeld - Dragons with a fiery temper rule this realm, stomping and burning everyone foolish enough that stands in their way. It's time someone teaches these overgrown lizards a lesson in humility.
pt_br: Campo do Dragão - Dragões com um temperamento impetuoso governam este reino, pisoteando e queimando todos os tolos que ousam ficar em seu caminho. É hora de alguém ensinar a esses lagartos superdesenvolvidos uma lição de humildade.

# Level introduction
source: Dragontooth Wasteland - The great dragons have been torn to bloody shreds. Currently, our minions are collecting what remains of them to collect bones and decorate your dungeon with it, how stylish!
pt_br: Ermo do Dente de Dragão - Os grandes dragões foram rasgados em pedaços sangrentos. Atualmente, nossos lacaios estão coletando o que resta deles para pegar ossos e decorar sua masmorra, que estilo!

# Level introduction
source: Ashspire - Of all the places, the enemy make his stand inside a giant volcano with superior numbers and forces. Prepare to flush them all out, one way or another!
pt_br: Agulha de Cinzas - De todos os lugares, o inimigo faz sua resistência dentro de um vulcão gigante com números e forças superiores. Prepare-se para expulsá-los todos, de um jeito ou de outro!

# Level introduction
source: Burntflesh - This realm has been filled with lava. There's a nice smell of rotten meat everywhere like if the volcano itself became a huge barbecue for all the remaining corpses lying all around!... Now, only one land remains before the total domination. Let's go, Keeper!
pt_br: Carne Queimada - Este reino foi preenchido com lava. Há um cheiro agradável de carne podre por toda parte, como se o próprio vulcão tivesse se tornado um enorme churrasco para todos os cadáveres restantes espalhados por aí!... Agora, resta apenas uma terra antes da dominação total. Vamos lá, Guardião!

# Level introduction
source: Dawnterror - This is truly a forsaken land; you cannot see the sun from this place and the howling wind cuts to the bone, lovely. The only thing I nitpick about the realm is the presence of Keeper Bane, who still sits on a false throne while the realms around it burned down. Have your final vengeance here.
pt_br: Terror da Alvorada - Esta é verdadeiramente uma terra abandonada; você não pode ver o sol deste lugar e o vento uivante corta até os ossos, adorável. A única coisa que me incomoda neste reino é a presença do Guardião Bane, que ainda se senta em um falso trono enquanto os reinos ao seu redor queimavam. Tenha sua vingança final aqui.
