Repository: altiereslima/keeperfx
Catalog: lang/campgns/jdkmaps8/landview_por.po
Languages: pt_br

# Campaign introduction
source: Japanese DKMaps8 pack
pt_br: Pacote Japonês DKMaps8

# Level introduction
source: Inferno. This Lands its very dangerous. Its many cervice In the rock. In addition eruptions of the volcano are here heaps of times. But we must kounkuest this land to attack next lands.
pt_br: Inferno. Estas terras são muito perigosas. Há muitas fendas na rocha. Além disso, erupções vulcânicas ocorrem aqui com frequência. Mas devemos conquistar esta terra para atacar as próximas.

# Level summary
source: No Man human lands. This land is impossible to the habitation by the human, but demons are here magnificently. The perfect work , my Lord!
pt_br: Terras de Ninguém. Esta terra é impossível para a habitação humana, mas os demônios estão aqui magnificamente. O trabalho perfeito, meu Senhor!

# Level introduction
source: Omakase. This land is a land of continuous fights. There go on here very big battles. The time to them to add to join and to kill all our enemies!
pt_br: Omakase. Esta é uma terra de lutas contínuas. Grandes batalhas acontecem aqui. É hora de nos juntarmos e matarmos todos os nossos inimigos!

# Level summary
source: Land's of the Magma. This land is drunk a powerful magma. The beauty spot, inst. it?
pt_br: Terra do Magma. Esta terra está embriagada por um magma poderoso. Um belo lugar, não é?

# Level introduction
source: Key of victory. The demented land by the civil war is torn on all possible parts. The time to unite her into our unity!
pt_br: Chave da vitória. A terra enlouquecida pela guerra civil está despedaçada em todas as partes possíveis. É hora de uni-la em nossa unidade!

# Level summary
source: Demon's. We gave to our demons this land for this that so well they fought during previous fights. The excellent work my Lord!
pt_br: Dos Demônios. Demos esta terra aos nossos demônios por terem lutado tão bem nas batalhas anteriores. O excelente trabalho, meu Senhor!

# Level introduction
source: Surround. This land is after the rule of the good Lord. We must kill him to gain this land!
pt_br: Cerco. Esta terra está sob o domínio do bom Senhor. Devemos matá-lo para conquistar esta terra!

# Level summary
source: Furriery. This land experienced the pain from our sword! The perfect work, my Lord!
pt_br: Peleteria. Esta terra sentiu a dor da nossa espada! O trabalho perfeito, meu Senhor!

# Level introduction
source: Sengoku musou. This land wields the lord which is a very good strategist. We must face to him to gain this land!
pt_br: Sengoku Musou. Esta terra é governada por um senhor que é um ótimo estrategista. Devemos enfrentá-lo para conquistar esta terra!

# Level summary
source: Full Moon Land. This land nevermore will not see the sun, now inhabitants of the land will see only the moonlight! The excellent work my Lord!
pt_br: Terra da Lua Cheia. Esta terra nunca mais verá o sol; agora, os habitantes da terra verão apenas o luar! O excelente trabalho, meu Senhor!

# Level introduction
source: Riverside. The Lords of this land you hiding In his Castel, you Mast faund him and kill him!
pt_br: Margem do Rio. O Senhor desta terra está escondido em seu castelo, você deve encontrá-lo e matá-lo!

# Level summary
source: Disgusting Lands. These lands became abominably distorted, the perfect work my Lord!
pt_br: Terras Repugnantes. Estas terras se tornaram abominavelmente distorcidas, o trabalho perfeito, meu Senhor!

# Level introduction
source: Super rich. In this land you will have to a great many to seek, who seeks this will find.
pt_br: Super Rico. Nesta terra, você terá muito a procurar; quem procura, acha.

# Level summary
source: Destroy Lands. These lands remained worn out after research of the enemy ruler. Now in this land came into being the true hell! The perfect excellent work my Lord!
pt_br: Terras Destruídas. Estas terras permaneceram desgastadas após a pesquisa do governante inimigo. Agora, nesta terra, surgiu o verdadeiro inferno! O trabalho perfeito e excelente, meu Senhor!

# Level introduction
source: Huge army. This land will be a place of the great battle. Here will resolve themselves fates whether we arrive at the capital or else not. To the work, my lud!
pt_br: Exército Enorme. Esta terra será o palco da grande batalha. Aqui se decidirá se chegaremos à capital ou não. Ao trabalho, meu senhor!

# Level summary
source: Of upland. She took place happened here very big battle, not easily it was to conquer but you made this! The excellent work my Lord!
pt_br: Do planalto. Aconteceu aqui uma batalha muito grande; não foi fácil de conquistar, mas você conseguiu! O excelente trabalho, meu Senhor!

# Level introduction
source: Present maker. It is already the capital, here will decide himself the last battle. Gain this land, and we will gain the authority over the all the world!
pt_br: Criador de Presentes. Já é a capital, aqui se decidirá a última batalha. Conquiste esta terra, e teremos autoridade sobre o mundo inteiro!

# Level summary
source: Reds Lands. Congratulations never myself this you du! Would not expect you, you made this! The all the world belongs to us!
pt_br: Terras Vermelhas. Parabéns, eu nunca esperaria que você conseguisse! Você fez isso! O mundo inteiro nos pertence!
